Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/*/bungeni/models/locales/*/LC_MESSAGES/bungeni.models.po
Languages: sw

source: Speaker's Office Email
sw: anwani pepe ya kamati tenzi

source: Speaker's Office Notification
sw: ujumbe kutoka ofisi ya spika

source: true if the Speakers office wants to be alerted by mailwhenever a bill, motion, question is submitted
sw: kweli kama ungetaka ofisi ya spika ijulishwe kila mara muswada, msukumo au swali linawasilishwa

source: Clerk's Office Notification
sw: maarifa ya ofisi ya karani

source: true if the clerks office wants to be alerted by mailwhenever a bill, motion, question is submitted
sw: kweli kama ungetaka ofisi ya karani ijulishwe kila mara muswada, msukumo au swali linawasilishwa

source: Clerks's Office Email
sw: barua pepe ya ofisi ya karani

source: Administrator's Email
sw: barua pepe ya msimamizi

source: Allow Question Submission
sw: ruhusu uwasilishaji wa swali

source: Days to Defer Question
sw: siku hadi ahirisho la swali

source: Time after which admissible questions are automatically deferred
sw: muda uliobaki hadi maswali yaliyokubalika yaahirishwe

source: Days to Notify Ministry of Pending Response
sw: siku za kujulisha wizara juu ya jibu linalongojwa

source: Timeframe after which the clerksoffice and the ministry is alerted thatquestions that are pending response are not yet answered
sw: muda uliobaki hadi offisi ya karani na wizara wajulishwe kwamba maswali yanayosubiri jibu bado hayajajibiwa

source: Days before question scheduled
sw: siku kabla uratibu wa swali

source: Days before bill scheduled
sw: siku kabla uratibu wa muswada

source: Max Questions Per Sitting
sw: zaidi ya jumla ya maswali kwa kikao

source: Max Questions Per Sitting Per MP
sw: zaidi ya jumla ya maswali kwa mbunge

source: Email Notifications Enabled?
sw: wezesha maarifa kwa njia ya barua pepe?

source: Name of the Assignment
sw: jina la zoezi

source: Start Date of the Assignment
sw: tarehe ya kwanza ya zoezi

source: End Date of the Assignment
sw: tarehe ya mwisho ya zoezi

source: Assignment Type
sw: aina ya zoezi

source: Status
sw: hali

source: Notes
sw: vidokezo

source: View party
sw: tazama chama

source: Add government
sw: ongeza serikali

source: Edit government
sw: hariri serikali

source: Delete government
sw: futa serikali

source: View government
sw: tazama serikali

source: Add group member
sw: ongeza mwanachama wa kikundi

source: Edit group member
sw: hariri mwanachama wa kikundi

source: Delete group member
sw: futa mwanachama wa kikundi

source: View group member
sw: tazama mwanachama wa kikundi

source: Add office
sw: ongeza ofisi

source: Edit office
sw: hariri ofisi

source: Delete office
sw: futa ofisi

source: View office
sw: tazama ofisi

source: Change office type
sw: badili aina ya ofisi

source: Edit historical content
sw: hariri nyaraka za kihistoria

source: Add office member
sw: ongeza mwanachama wa ofisi

source: Edit office member
sw: hariri mwanachama wa ofisi

source: Delete office member
sw: futa mwanachama wa ofisi

source: View office member
sw: tazama mwanachama wa ofisi

source: Translate content
sw: tafsiri yaliyomo

source: Add ministry
sw: ongeza wizara

source: Edit ministry
sw: hariri wizara

source: Delete ministry
sw: futa wizara

source: View ministry
sw: tazama wizara

source: Add mp
sw: ongeza mbunge

source: Edit mp
sw: hariri mbunge

source: Delete mp
sw: futa mbunge

source: View mp
sw: tazama mbunge

source: Add user
sw: ongeza mtumiaji

source: Edit user
sw: hariri mtumiaji

source: Delete user
sw: futa mtumiaji

source: View user
sw: tazama mtumiaji

source: Add session
sw: ongeza kikao

source: Add constituency
sw: ongeza eneo-bunge

source: Edit constituency
sw: hariri eneo-bunge

source: Delete constituency
sw: futa eneo-bunge

source: View constituency
sw: tazama eneo-bunge

source: Add minister
sw: ongeza waziri

source: Edit minister
sw: hariri waziri

source: Edit session
sw: hariri kikao

source: Delete minister
sw: futa waziri

source: View minister
sw: tazama waziri

source: Add committee member
sw: ongeza mwanachama wa kamati

source: Edit committee member
sw: hariri mwanachama wa kamati

source: Delete committee member
sw: futa mwanachama wa kamati

source: Delete session
sw: futa kikao

source: View committee member
sw: tazama mwanachama wa kamati

source: Add committee staff
sw: ongeza wafanyikazi wa kamati

source: Edit committee staff
sw: hariri wafanyikazi wa kamati

source: Delete committee staff
sw: futa wafanyikazi wa kamati

source: View committee staff
sw: tazama wafanyikazi wa kamati

source: Add sitting
sw: ongeza kikao

source: Add political group member
sw: ongeza mwanachama wa kikundi cha siasa

source: Edit political group member
sw: hariri mwanachama wa kikundi cha kisiasa

source: Delete political group member
sw: futa mwanachama wa kikundi cha kisiasa

source: View political group member
sw: tazama mwanachama wa kikundi cha kisiasa

source: Edit sitting
sw: hariri kikao

source: Add address
sw: ongeza anwani

source: Edit address
sw: hariri anwani

source: Delete address
sw: futa anwani

source: View address
sw: tazama anwani

source: Delete sitting
sw: futa kikao

source: Add delegation
sw: ongeza wajumbe

source: Edit delegation
sw: hariri wajumbe

source: Delete delegation
sw: futa wajumbe

source: View delegation
sw: tazama wajumbe

source: Add title/function
sw: ongeza kichwa / kazi

source: Edit title/function
sw: hariri kichwa / kazi

source: Delete title/function
sw: futa kichwa / kazi

source: View title/function
sw: tazama kichwa / kazi

source: Reorder schedulings
sw: panga ratiba upya

source: Add title/event
sw: ongeza kichwa / tukio

source: Edit title/event
sw: hariri kichwa / tukio

source: Delete title/event
sw: futa kichwa / tukio

source: View title/event
sw: tazama kichwa / tukio

source: View audit log
sw: tazama ukaguzi wa historia

source: Add item scheduling
sw: ongeza ratiba ya pointi

source: Add and edit amendments
sw: ongeza na hariri marekebisho

source: View amendments
sw: tazama marekebisho

source: Edit item scheduling
sw: hariri ratiba ya pointi

source: Add and edit comments
sw: ongeza na hariri maoni

source: View comments
sw: tazama maoni

source: View Agenda
sw: tazama ajenda

source: View 'Votes and Proceedings'
sw: tazama 'kura na majadiliano'

source: Add Consignatory
sw: ongeza saini

source: Delete Consignatory
sw: futa saini

source: Edit Consignatory
sw: futa saini

source: Delete item scheduling
sw: futa uratibu wa pointi

source: Add Group Item Assignment
sw: ongeza zoezi la kikundi

source: Delete Group Item Assignment
sw: futa zoezi la pointi ya kikundi

source: Edit Group Item Assignment
sw: hariri zoezi la kikundi

source: Permission to generate report
sw: ruhusa kutoa ripoti

source: Add item scheduling category
sw: ongeza jamii ya orodha ya ratiba za pointi

source: add an attached file
sw: ongeza faili iliyoambatishwa

source: edit an attached file
sw: hariri faili iliyoambatishwa

source: view an attached file
sw: tazama faili iliyoambatishwa

source: delete an attached file
sw: futa faili iliyoambatishwa

source: add translation
sw: badili tafsiri

source: Edit item scheduling discussion
sw: hariri majadiliano ya uratibu wa pointi

source: View sitting attendance
sw: tazama mahudhurio ya kikao

source: Add sitting attendance
sw: ongeza mahudhurio ya kikao

source: Edit sitting attendance
sw: hariri mahudhurio ya kikao

source: Delete sitting attendance
sw: futa mahudhurio ya kikao

source: Add committee
sw: ongeza kamati

source: Edit committee
sw: hariri kamati

source: Delete committee
sw: futa kamati

source: View committee
sw: tazama kamati

source: Add Question
sw: ongeza swali

source: Edit Question
sw: hariri swali

source: Delete Question
sw: futa swali

source: View Question
sw: tazama swali

source: Add heading
sw: ongeza kichwa

source: Edit heading
sw: hariri kichwa

source: Delete heading
sw: futa kichwa

source: View heading
sw: tazama kichwa

source: Add Motion
sw: ongeza msukumo

source: Edit Motion
sw: hariri msukumo

source: Delete Motion
sw: futa msukumo

source: View Motion
sw: tazama msukumo

source: Add agenda item
sw: ongeza pointi ya ajenda

source: Edit agenda item
sw: hariri pointi ya ajenda

source: Delete agenda item
sw: futa pointi ya ajenda

source: View agenda item
sw: tazama pointi ya ajenda

source: Add tabled document
sw: ongeza hati iliyopendekezwa

source: Edit tabled document
sw: hariri hati iliyopendekezwa

source: Delete tabled document
sw: futa hati iliyopendekezwa

source: View tabled document
sw: tazama hati iliyopendekezwa

source: Edit Response
sw: hariri jibu

source: View Response
sw: tazama jibu

source: Add Parliament
sw: ongeza bunge

source: Edit Parliament
sw: hariri bunge

source: Delete Parliament
sw: futa bunge

source: View Parliament
sw: tazama bunge

source: Add Bill
sw: ongeza muswada

source: Edit Bill
sw: futa muswada

source: Delete Bill
sw: futa muswada

source: View Bill
sw: tazama muswada

source: Admin User Record
sw: ongeza nyaraka ya mtumiaji

source: Edit historical data
sw: hariri data ya kihistoria

source: Add party
sw: ongeza chama

source: Edit party
sw: hariri chama

source: Delete party
sw: futa chama cha kisiasa

source: Member of parliament
sw: mwanachama wa bunge

source: Owner
sw: mwenyewe

source: Minister
sw: waziri

source: Clerks Office
sw: ofisi ya karani

source: Speaker Office
sw: ofisi ya spika

source: Translators Office
sw: ofisi ya tafsiri

source: All authenticated users
sw: watumiaji wote halisi

source: Bungeni Visitor
sw: mgeni wa bungeni

source: Site Manager
sw: msimamizi wa tovuti

source: Bungeni Admin
sw: msimamizi wa bungeni
