Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/pre-*-merge/bungeni/core/locales/*/LC_MESSAGES/bungeni.core.po
Languages: pt

source: Parliament records and documents
pt: registros e documentos do Parlamento

source: Administration
pt: administração

source: Administer bungeni settings
pt: administrar configurações bungeni

source: What's on
pt: Atualidades

source: Committees
pt: Comissões

source: View committees created by the current parliament
pt: Vizualizar comissões criadas pelo parlamento atual

source: Bills
pt: projetos de lei

source: View bills issued by the current parliament
pt: Vizualizar os projetos de lei submetidos pelo parlamento atual

source: Questions
pt: perguntas

source: View questions issued by the current parliament
pt: vizualizar as perguntas emitidas pelo parlamento atual

source: Motions
pt: propostas

source: View motions issued by the current parliament
pt: Vizualizar as propostas emitidas pelo parlamento atual

source: Tabled documents
pt: documentos apresentados

source: View the tabled documents of the current parliament
pt: visualizar os documentos apresentados do parlamento atual

source: Agenda items
pt: itens da agenda

source: View the agenda items of the current parliament
pt: Vizualizar os temas da agenda do parlamento atual

source: Sittings
pt: sessões

source: View the sittings of the current parliament
pt: Vizualizar as sessões do parlamento atual

source: Publications
pt: publicações

source: View Agenda and Minutes reports of the current parliament
pt: Vizualizar a agenda e atas do parlamento atual

source: Current
pt: atual

source: View current parliament members (MPs)
pt: Vizualizar membros atuais do parlamento

source: Political groups
pt: grupos políticos

source: View current political groups
pt: Vizualizar grupos políticos atuais

source: Browse
pt: procurar

source: Current and historical records
pt: registros atuais e históricos

source: Documents
pt: documentos

source: Visit the digital document repository
pt: visite o repositório de documentos digitais

source: Content
pt: conteúdo

source: browse the content
pt: procurar conteúdo

source: Settings
pt: Definições

source: settings
pt: Definições

source: Workspace
pt: Área de trabalho

source: Current parliamentary activity
pt: atividade parlamentar atual

source: Business
pt: negócio

source: Daily operations of the parliament
pt: Atividades diárias do Parlamento

source: Members
pt: membros

source: Records on members of parliament
pt: registos dos membros do parlamento

source: Archive
pt: arquivo

source: %(transition)s : %(comment)s [ transition from %(source)s to %(destination)s ]
pt: %(transition)s: transição [do %(comment)s %(source)s para o %(destination)s]

source: No IRequest in interaction
pt: Nenhum pedido em tramitação

source: published on
pt: Publicado em

source: notice given on
pt: Aviso dado em

source: Sitting: $group ($start to $end)
pt: sessão: $group ($start para $end)

source: Sitting scheduled for '$group' ($start to $end)
pt: sessão agendada para '$group ($start para $end)

source: Item scheduling
pt: Agendamento de temas

source: Scheduled for sitting ($start to $end)
pt: agendado para a sessão ($start para $end)

source: $language translation
pt: Tradução

source: Version $version
pt: Versão

source: Last modified $date
pt: Modificado em

source: Discussion ($time)
pt: debate ($time)

source: Discussion
pt: discussão

source: Submitted by
pt: Apresentado por

source: approved on
pt: Aprovado em

source: Plenary
pt: plenário

source: Unknown principal group
pt: principal grupo desconhecido

source: title_html_fragment_odf_transform
pt: código html para odt

source: Reverted to previous version $version
pt: revertido para a versão anterior $version

source: notification_email_to_member_upon_receipt_of_agenda_item
pt: item da agenda recebido

source: notification_email_to_clerk_upon_submit_of_agenda_item
pt: item da agenda apresentado

source: notification_email_to_member_upon_rejection_of_agenda_item
pt: intem da agenda rejeitado

source: notification_email_to_member_upon_need_clarification_of_agenda_item
pt: o item da agenda deve ser clarificado

source: notification_email_to_member_upon_defer_of_agenda_item
pt: item da agenda adiado

source: notification_email_to_member_upon_schedule_of_agenda_item
pt: item da agenda agendado

source: notification_email_to_member_upon_debate_of_agenda_item
pt: item da agenda foi debatido

source: notification_email_to_member_upon_receipt_of_motion
pt: Moção recebida

source: notification_email_to_clerk_upon_submit_of_motion
pt: moção apresentada

source: notification_email_to_member_upon_rejection_of_motion
pt: moção rejeitada

source: notification_email_to_member_upon_need_clarification_of_motion
pt: a moção deve ser clarificada

source: notification_email_to_member_upon_defer_of_motion
pt: moção diferida

source: notification_email_to_member_upon_schedule_of_motion
pt: moção agendada

source: Review a question
pt: revisar questão

source: Speaker review a question
pt: Presidente revisa uma questão

source: Schedule a question
pt: Agendar uma questão

source: Respond to a question
pt: Responder a uma questão

source: Answer a question
pt: Responder uma questão

source: Withdraw a question
pt: Retirar uma questão

source: Elapse a question
pt: Saltar uma questão

source: Answer a question in writing
pt: Responder uma pergunta por escrito

source: Submit a Response
pt: Apresentar uma resposta

source: Complete a Response
pt: Completar uma resposta

source: Revert a question response transition back to an earlier stage
pt: Reverter a resposta de uma questão a um estágio anterior

source: Submit a motion
pt: Apresentar moção

source: Receive a motion
pt: Receber moção

source: Review a motion
pt: Revisar moção

source: Speaker review a motion
pt: Presidente revisa moção

source: Schedule a motion
pt: Agendar moção

source: Mark a motion as debated
pt: Marcar moção como debatida

source: Withdraw a motion
pt: retirar moção

source: Submit a bill
pt: apresentar projeto de lei

source: Schedule a bill
pt: Agendar projeto de lei

source: Assign a bill to a committee
pt: Atribuir um projeto de lei a uma Comissão

source: Reject/Approve a bill
pt: rejeitar / aprovar projeto de lei

source: Withdraw a bill
pt: Retirar projeto de lei

source: Revert a transition back to an earlier stage
pt: Reverter uma transição para uma fase anterior

source: Manage Bungeni groups
pt: gerenciar grupos bungeni

source: Manage User Adresses
pt: gerenciar endereços do usuário

source: Submit an agenda item
pt: apresentar item da agenda

source: Receive an agenda item
pt: Receber item da agenda

source: Review an agenda item
pt: Revisar um item da agenda

source: Speaker review a agenda item
pt: Presidente revisa um item da agenda

source: Schedule an agenda item
pt: Agendar um item da agenda

source: Mark an agenda item as debated
pt: Marcar um item da agenda como debatido

source: Withdraw an agenda item
pt: retirar um item da agenda

source: Submit a tabled document
pt: Apresentar um documento

source: Receive a tabled document
pt: Receber um documento

source: Review a tabled document
pt: Revisar um documento

source: Speaker review a tabled document
pt: Presidente revisa um documento

source: Schedule a tabled document
pt: Agendar um documento

source: Table a tabled document
pt: Agendar documento

source: Withdraw a tabled document
pt: retirar documento apresentado

source: Change Sitting Status
pt: Mudar o status da sessão

source: Deactivate a file
pt: Desativar um arquivo

source: Deactivate an event
pt: Desativar um evento

source: Deactivate a heading
pt: Desativar um título

source: Manage user
pt: gerenciar usuário

source: Submit a question to Clerk Office
pt: Apresentar uma questão ao escritório do Secretário Geral

source: Receive a question
pt: Receber uma questão

source: notification_email_to_member_upon_receipt_of_question
pt: questão recebida

source: notification_email_to_clerk_upon_submit_of_question
pt: questão apresentada

source: notification_email_to_member_upon_rejection_of_question
pt: questão rejeitada

source: notification_email_to_member_upon_need_clarification_of_question
pt: sua pergunta deve ser clarificada

source: notification_email_to_member_upon_defer_of_question
pt: questão adiada

source: notification_email_to_member_upon_schedule_of_question
pt: questão agendada

source: notification_email_to_member_upon_complete_of_question
pt: questão concluída para revisão do escritório do presidente

source: notification_email_to_ministry_upon_complete_question
pt: Questão atribuída ao ministério

source: notification_email_to_member_upon_sent_to_ministry_of_question
pt: Pergunta enviada ao ministério para uma resposta escrita

source: notification_email_to_member_upon_answer_of_question
pt: Questão respondida

source: notification_email_to_member_upon_debate_question
pt: questão debatida

source: visible
pt: visível

source: pending
pt: pendente

source: scheduled
pt: agendado

source: Submit to Clerk
pt: Apresentar ao Secretário Geral

source: Schedule
pt: Programa

source: notification_email_to_clerk_upon_submit_of_tabled_document
pt: Documento apresentado

source: notification_email_to_member_upon_rejection_of_tabled_document
pt: Documento rejeitado

source: notification_email_to_member_upon_need_clarification_of_tabled_document
pt: Seu documento deve ser clarificado

source: notification_email_to_member_upon_schedule_of_tabled_document
pt: Documento agendado

source: notification_email_to_member_upon_postpone_of_tabled_document
pt: Documento adiado

source: notification_email_to_member_upon_receipt_of_tabled_document
pt: Documento recebido

source: Whole House Adjourned
pt: Plenário adiado

source: Needs Clarification by MP
pt: necessita de clarificação por membro do parlamento

source: Reject
pt: rejeitar

source: Complete Response
pt: Completar resposta

source: Needs Clarification
pt: Necessita esclarecimento

source: Third Reading
pt: terceira leitura

source: Submit to the Speaker Office
pt: Submeter ao escritório do Presidente

source: Receive
pt: receber

source: Complete
pt: completo

source: Create Question (On behalf of)
pt: Criar questão (em nome de)

source: Second Reading Pending
pt: segunda leitura pendente

source: Redraft Response
pt: Reformular resposta

source: Submit Response
pt: Submeter resposta

source: Approve
pt: aprovar

source: Received by Clerks Office
pt: recebido pelo escritório do Secretário Geral

source: Bill Withdrawn
pt: Projeto de lei retirado

source: Needs Clarification by Clerks Office
pt: necessita de clarificação pelo gabinete do Secretário Geral

source: Submitted
pt: Submetido

source: Adopted with amendments
pt: Adotado com emendas

source: Draft Bill
pt: anteprojeto de lei

source: Adopted
pt: Adotado

source: Adopt
pt: Adotar

source: Third Reading Pending
pt: terceira leitura pendente

source: Resubmit to clerk
pt: reenviar para o Secretário Geral

source: Adopt with amendments
pt: Adotar com emendas

source: Create Motion
pt: criar moção

source: Second Reading Adjourned
pt: segunda leitura adiada

source: Rejected Bill
pt: projeto de lei rejeitado

source: Create Motion (On behalf of)
pt: Criar moção (em nome de)

source: First Report Reading Pending
pt: Primeira leitura do relatório pendente

source: Archived
pt: Arquivado

source: Draft Translation
pt: rascunho de tradução

source: Create Translation
pt: criar tradução

source: Draft Minutes
pt: Elaborar atas

source: Draft Agenda
pt: Projeto de agenda

source: Published Minutes
pt: Atas publicadas

source: Published Agenda
pt: agenda publicada

source: Create
pt: criar

source: Finalize Agenda
pt: finalizar agenda

source: Select Committee (after 1st reading)
pt: Selecionar Comissão (após a primeira leitura)

source: Redraft Agenda
pt: Reformular agenda

source: Finalize Minutes
pt: Finalizar atas

source: Redraft Minutes
pt: Reformular atas

source: Active Group
pt: grupo ativo

source: Group is Dissolved
pt: grupo é dissolvido

source: Draft - Group not yet Active
pt: Projecto: grupo ainda não ativo

source: Deactivate
pt: desativar

source: Activate
pt: ativar

source: First Reading Pending
pt: Primeira leitura pendente

source: Dissolve
pt: dissolver

source: Internal - visible to bungeni users
pt: Interno: visível para os usuários Bungeni

source: Public
pt: público

source: Private
pt: privado

source: Publish internal
pt: Publicar internamente

source: Publish
pt: publicar

source: Make private
pt: tornar privado

source: Approved Bill
pt: projeto de lei aprovado

source: Whole House Pending
pt: Plenário pendente

source: Tabled
pt: Agendado

source: Adjourn
pt: Adiar

source: First Report Reading Adjourned
pt: Primeira leitura do relatório adiada

source: Table
pt: Tabela

source: Create Tabled Document
pt: Criar documento

source: Select Committee (after 2nd reading)
pt: Selecionar Comissão (após segunda leitura)

source: Second Reading
pt: segunda leitura

source: Create Tabled Document (On behalf of)
pt: Criar documento (em nome de)

source: First Reading
pt: primeira leitura

source: Bill Published in Gazette
pt: Projeto de lei publicado no Diário

source: Re-schedule
pt: Reagendado

source: Allow scheduling of Third Reading
pt: Permitir agendamento da terceira leitura

source: Create Agenda Item
pt: Criar item da agenda

source: Adjourn Second Reading
pt: Adiar segunda leitura

source: Create Agenda Item (On behalf of)
pt: Criar item da agenda (em nome de)

source: Withdraw
pt: Retirar

source: Active Committee
pt: Comissão ativa

source: Committee is Dissolved
pt: Comissão é dissolvida

source: Draft - Committee not yet Active
pt: Projecto: Comissão ainda não ativa

source: Schedule Third Reading
pt: Agendar terceira leitura

source: Active Parliament
pt: Parlamento ativo

source: Parliament is Dissolved
pt: Parlamento é dissolvido

source: Draft - Parliament not yet Active
pt: Projecto: Parlamento ainda não ativo

source: Rejected
pt: Rejeitado

source: Inactive file obsolete
pt: Arquivo inativo obsoleto

source: Inactive event
pt: Evento inativo

source: Create Bill
pt: Elaborar Projeto de lei

source: Schedule Whole House Committee
pt: Agendar Comissão Plenária

source: Adjourn Third Reading
pt: Adiar terceira leitura

source: Allow scheduling of Whole House Committee
pt: Permitir agendamento da Comissão Plenária

source: Allow scheduling of Second Reading
pt: Permitir agendamento da segunda leitura

source: Allow scheduling of First Reading
pt: Permitir agendamento da primeira leitura

source: Allow scheduling of First Report Reading
pt: Permitir agendamento da primeira leitura do relatório

source: Allow scheduling/rescheduling of Whole House Committee
pt: Permitir agendamento/reagendamento da Comissão Plenária

source: Adjourn First Report Reading
pt: Adiar primeira leitura do relatório

source: Adjourn First Reading
pt: Adiar primeira leitura

source: Schedule First Report Reading
pt: Agendar primeira leitura do relatório

source: Send/Resend to Select Committee (II)
pt: Enviar/re-enviar à Comissão

source: Publish in Gazette
pt: Publicar no Diário

source: Send to Select Committee (II)
pt: Enviar à comissão (II)

source: First Reading Adjourned
pt: Primeira leitura adiada

source: Send to Select Committee (I)
pt: Enviar à comissão (I)

source: Schedule Second Reading
pt: Agendar segunda leitura

source: Schedule First Reading
pt: Agendar primeira leitura

source: Adjourn Whole House Committee
pt: Adiar Comissão Plenária

source: Approved
pt: Aprovado

source: Working Draft
pt: Rascunho

source: Received by clerk
pt: Recebido pelo Secretário Geral

source: Schedule pending
pt: Agendar pendência

source: Submitted to the Speaker
pt: Submetido ao Presidente

source: Whole House
pt: Plenário

source: Inadmissible
pt: Inadmissível

source: Needs clerks clarification
pt: Necessita clarificação do Secretário Geral

source: Dropped
pt: Abandonado

source: Pending response
pt: Resposta pendente

source: Submitted to clerk
pt: Submetido ao Secretário Geral

source: Deferred
pt: Diferido

source: Admissible
pt: Admissível

source: Debated
pt: Debatido

source: Withdrawn
pt: Retirado

source: Draft
pt: Rascunho

source: First Report Reading
pt: Primeira leitura do relatório

source: Debate adjourned
pt: Debate adiado

source: Scheduled
pt: Agendado

source: Needs MPs clarification
pt: Necessita de clarificação dos membros do parlamento

source: Elapsed
pt: Decorrido

source: Response completed
pt: Resposta completada

source: Response submitted
pt: Resposta apresentada

source: Drop
pt: Abandonar

source: Send to Ministry
pt: Enviar para Ministério

source: Make available for scheduling
pt: Disponibilizar para agendamento

source: Third Reading Adjourned
pt: Terceira leitura adiada

source: Elapse
pt: Decorrer

source: Defer
pt: Diferir

source: Resubmit to Clerk
pt: Reenviar para o Secretário Geral

source: Create Question
pt: Elaborar questão
