Repository: tamzi/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/capi/test_bungeni_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: pt

source: Unique identifier or number for this Government
pt: Identificador único ou número para este Governo

source: Unique identifier or number for this Ministry
pt: Identificador único ou número para este Ministério

source: Unique identifier or number for this Office
pt: Identificador único ou número para este cargo

source: Unique identifier or number for this Parliament
pt: Identificador único ou número para este Parlamento

source: Unique identifier or number for this political group
pt: Identificador único ou número para este grupo político

source: Upload a file
pt: Carregar um arquivo

source: User
pt: utilizador

source: Users
pt: utilizadores

source: Versions
pt: versões

source: Whole House
pt: Plenário

source: Whole House Adjourned
pt: Plenário adiado

source: Whole House Pending
pt: Plenário pendente

source: Withdraw
pt: retirar

source: Withdrawn
pt: retirado

source: Working Draft
pt: documento de trabalho

source: Zip Code
pt: código postal

source: consent
pt: consentir

source: e.g. Mr. Mrs, Prof. etc.
pt: por exemplo, Sr, Sra, Prof, etc

source: received by clerk
pt: recebido pelo Secretário Geral

source: reject
pt: rejeitar

source: unsign document - automatic
pt: unsign documento - automático

source: withdraw signature
pt: rever assinatura

source: withdraw signature - automatic
pt: retirar assinatura - automática

source: Invalid value
pt: data inválida: $value

source: This is not a valid email address
pt: este não é um endereço válido de email

source: Invalid login name
pt: nome de login inválido

source: The life of a parliament must start after its election
pt: a vida de um parlamento deve começar após a sua eleição

source: End Date must be after Start Date
pt: data de conclusão deve ser posterior à data de início

source: A person cannot be active and substituted at the same time
pt: uma pessoa não pode ser ativa e substituída ao mesmo tempo

source: If a person is substituted End Date must be set
pt: se uma pessoa é substituída data de conclusão deve ser definida

source: If a person is inactive End Date must be set
pt: se uma pessoa é inativa a data de conclusão deve ser definida

source: A parliament member has to be elected/nominated before she/he can be sworn in
pt: um membro do parlamento tem de ser eleito / nomeado antes de poder tomar posse

source: Check dates: death must follow birth
pt: verificar datas: morte deve seguir nascimento

source: No template for document of type: ${dtype}. Contact admin.
pt: No modelo de documento do tipo: ${dtype}. Entre em contato com admin.

source: An error occurred in Bungeni.
pt: ocorreu um erro no Bungeni

source: Bungeni - [Error]
pt: bungeni - [erro]

source: A system error occurred.
pt: um erro do sistema

source: Your account is not authorized to view this item.
pt: sua conta não está autorizado a visualizar este item

source: Choose items from provided vocabulary
pt: escolher itens do glossário apresentado

source: View
pt: ver

source: A record with this value already exists
pt: um registro com este valor já existe

source: bungeni_widget_no_value
pt: escolher ${title} ...

source: add_item_legend
pt: adicionar $name

source: add_item_title
pt: acrescentando $name

source: edit_translation_legend
pt: tradução $language edição de "$title"

source: edit_version_legend
pt: edição "$title" (versão $version)

source: edit_item_legend
pt: edição "$title"

source: edit_translation_help
pt: a versão original $language é mostrada à esquerda

source: translate_item_legend
pt: adicionar tradução $language

source: translate_item_help
pt: o documento "$title" ainda não foi traduzido em $language. Use este formulário para adicionar a tradução

source: translate_item_title
pt: acrescentando tradução $language

source: Save translation
pt: guardar tradução

source: Item reordering
pt: reordenação de item

source: Delete
pt: apagar

source: Could not delete item due to database integrity error. You may wish to try deleting any related sub-records first?
pt: Não foi possível excluir o item devido a erro de integridade de dados. Você pode tentar excluir qualquer dos sub-registros em primeiro lugar?

source: General
pt: geral

source: This content is not yet translated into $language
pt: este conteúdo ainda não está traduzido em $language

source: Direction
pt: direção

source: Move
pt: mover

source: Item ID
pt: ID do item

source: Delete item confirmation
pt: apagar a confirmação do item

source: label_required
pt: requerido

source: title_required
pt: requerido

source: Also editing the document:
pt: editar documento apresentado

source: Parliamentary activities
pt: atividades parlamentares

source: Offices held
pt: cargos exercidos

source: office_held
pt: escritório

source: office_type
pt: tipo

source: office_title
pt: título

source: office_from
pt: de

source: office_to
pt: a

source: Subscribe
pt: subscrever

source: Unsubscribe
pt: retirar subscrição

source: Written response to question by ${respondent}
pt: resposta por escrito a questionar por ${respondent}

source: invalid date. choose or type correct date
pt: inválido data. escolha ou do tipo data correta

source: Email already taken!
pt: Enviar e-mail já tomou!

source: Start date must be after (%s)
pt: data de início deve ser posterior (%s)

source: Start date must be prior to (%s)
pt: data de início deve ser anterior à data (%s)

source: End date must be equal to start date
pt: data de conclusão deve ser igual à data de início

source: End date must be after (%s)
pt: data de conclusão deve ser posterior (%s)

source: End date must be prior to (%s)
pt: data de conclusão deve ser anterior a (%s)

source: The person is a member in (%s) at that date
pt: a pessoa é um membro (%s), nessa data

source: The start date overlaps with (%s)
pt: data coincide com o início (%s)

source: The end date overlaps with (%s)
pt: data de conclusão coincide com (%s)

source: The election date overlaps with (%s)
pt: sobreposições com data de eleição (%s)

source: Another parliament is not yet dissolved (%s)
pt: (%s), o parlamento ainda não tenha sido dissolvido

source: Start date cannot be after the parliaments dissolution
pt: Data de início não pode ser depois da dissolução dos parlamentos

source: Start date must start after the swearing in of the parliament
pt: Data de início deve começar após a tomada de posse do parlamento

source: Another government is not yet dissolved (%s)
pt: (%s) governo ainda não tenha sido dissolvido

source: This persons already has the title %s
pt: essa pessoa já tem o título %s

source: A person with the title %s already exists
pt: uma pessoa com o %s título já existe

source: Venue "$venue" already booked in this time slot
pt: local "$venue" já registrado nesta época slot

source: If recurrence is limited by date, it must lie after the starting date
pt: se o retorno é limitado pela data, deve situar-se após a data de início

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
pt: um ou mais eventos seriam agendados para $F, que é a data de conclusão do grupo que fez o agendamento

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
pt: um ou mais eventos seria agendada para $F, que coincide com uma sessão existente

source: A title with %s sub role already exists
pt: já existe uma pessoa com o título %s

source: Contacts
pt: contactos

source: Personal Info
pt: informações pessoais

source: No item has been set
pt: item não foi definida

source: Invalid account credentials
pt: Credenciais de conta inválidas

source: You are now logged in
pt: agora você está logado

source: Restore Login
pt: Restaurar Entrar

source: Restore
pt: Restaurar

source: Your login is:
pt: Seu login é:

source: Bungeni login restoration
pt: Bungeni de login restauração

source: Your login was sent to you email.
pt: Seu login foi enviado a você e-mail.

source: Wrong email address.
pt: Endereço de e-mail errado.

source: Restore Password
pt: Recuperar Senha

source: This user's link is still active!
pt: Este link usuário ainda está ativa!

source: Restore password link:
pt: Restaurar ligação senha:

source: This link will expire in 24 hours.
pt: Este link irá expirar em 24 horas.

source: Bungeni password restoration
pt: Bungeni senha restauração

source: Email was sent!
pt: E-mail foi enviado!

source: User not found!
pt: Usuário não encontrado!

source: Password
pt: palavra-passe

source: Confirm Password
pt: Confirme sua senha

source: Reset Password
pt: Redefinir senha

source: Wrong key!
pt: Tecla errada!

source: Key expired!
pt: Key expirou!

source: Reset
pt: Redefinir

source: Password confirmation failed!
pt: Confirmação da senha falhou!

source: Password successfully reset!
pt: Senha reiniciada com sucesso!

source: First name
pt: Primeiro nome

source: Last name
pt: Sobrenome

source: Middle name
pt: Nome do meio

source: Profile
pt: perfil

source: Profile data updated
pt: Dados do perfil atualizado

source: Old password
pt: Senha antiga

source: Old password incorrect
pt: Senha antiga incorreto

source: Password confirmation failed
pt: Confirmação de senha não

source: Password changed
pt: Senha alterada

source: Logout
pt: encerrar sessão

source: label_translate
pt: idioma:

source: label_state
pt: estado:

source: label_calendar_context
pt: calendário:

source: label_document_download
pt: baixar documento

source: Download ODT
pt: Baixe ODT

source: label_calendar_content_manager
pt: Gerenciar:

source: Manage Scheduling Content
pt: Gerenciar Conteúdo Scheduling

source: Actions Workspace
pt: ações do local de trabalho

source: Actions Admin
pt: ações

source: Actions for Calendar Sittings
pt: ações para as sessões de calendário

source: Discussions in scheduling
pt: discussões

source: Actions for Calendar Schedulings
pt: ações para agendamento

source: The 'workflow' menu - allows user to execute workflow transitions
pt: o menu "fluxo de trabalho" - permite ao usuário executar as transições do fluxo de trabalho

source: The 'Calendar' menu - allows user to select a scheduling context
pt: o menu "calendário" - permite ao usuário selecionar um contexto de programação

source: The 'Calendar' menu - for management of content used in calendars
pt: O &#39;Calendário&#39; menu - para gerenciamento de conteúdo utilizado em calendários

source: The 'Add' menu - allows user to add content
pt: o menu "adicionar ..." - permite ao usuário adicionar conteúdo

source: The 'Translate' menu - allows user to translate content
pt: o menu "traduzir" - permite ao utilizador adicionar conteúdo

source: The 'Add' menu - allows user to add content while in workspace
pt: o menu "adicionar ..." - permite ao usuário adicionar conteúdo

source: The 'Actions' menu - provides context-specific actions (views)
pt: o menu "ações" - prevê ações para contexto específico (visões)

source: Add parliamentary content...
pt: Adicionar conteúdo parlamentar ...

source: The 'Add...' menu
pt: O &#39;Adicionar ...&#39; menu

source: Edit political group member
pt: editar membro do grupo parlamentar

source: Add political group member...
pt: Adicionar membro do grupo político ...

source: Add committee member...
pt: Adicionar membro da comissão ...

source: Add staff...
pt: Adicionar pessoal ...

source: Edit committee staff
pt: wditar pessoal da comissão

source: Delete committee staff
pt: apagar pessoal da comissão

source: Add agenda item...
pt: Adicionar item da agenda ...

source: Add sitting...
pt: Adicionar sentado ...

source: Add ministry...
pt: Adicionar ministério ...

source: Add minister...
pt: Adicionar ministro ...

source: Edit minister
pt: editar ministro

source: Delete minister
pt: apagar ministro

source: Add title...
pt: adicionar título

source: Add signatory...
pt: adicionar signatário

source: Respond to question
pt: Responda à pergunta

source: Edit heading
pt: Editar título

source: Delete heading
pt: apagar título

source: Edit member title
pt: Editar o título membro

source: Delete member title
pt: Excluir título membro

source: Add title type...
pt: Adicionar tipo de título ...

source: Add office member...
pt: Adicionar membro do escritório ...

source: Edit office member
pt: editar membro do gabinete

source: Delete office member
pt: apagar membro do gabinete

source: Email settings
pt: Configurações de e-mail

source: Edit sitting
pt: editar reunião

source: Edit attendance
pt: Editar atendimento

source: Delete sitting
pt: apagar reunião

source: Add parliament...
pt: Adicionar parlamento ...

source: Add committee...
pt: Adicionar comissão ...

source: Add session...
pt: Adicionar sessão ...

source: Add government...
pt: Adicionar governo ...

source: Add MP...
pt: adicionar deputado

source: Edit MP
pt: Editar MP

source: Delete MP
pt: Excluir MP

source: Add office...
pt: Adicionar escritório ...

source: Add political group...
pt: Adicionar grupo político ...

source: Add user...
pt: Adicionar usuário ...

source: Edit committee member
pt: wditar membro da comissão

source: Delete committee member
pt: apagar membro da comissão

source: Add committee staff...
pt: Adicionar pessoal comissão ...

source: Add Group Address...
pt: adicionar morada do grupo

source: Add user address...
pt: Adicione o endereço do usuário ...

source: Edit user
pt: editar utilizador

source: Change password
pt: Alterar senha

source: Edit user address
pt: Editar endereço do usuário

source: Delete user address
pt: Excluir endereço do usuário

source: Add user delegation...
pt: Adicionar delegação usuário ...

source: Add member title
pt: Adicionar título membro

source: Delete signatory
pt: Excluir signatário

source: Add tabled document...
pt: Adicionar entregue documento ...

source: Edit session
pt: editar sessão

source: Delete session
pt: apagar sessão

source: Add question...
pt: Adicionar pergunta ...

source: Add motion...
pt: Adicionar movimento ...

source: Add heading...
pt: Adicionar posição ...

source: Add venue...
pt: adicionar local

source: Add bill...
pt: Adicionar conta ...

source: Add file...
pt: adicionar arquivo ...

source: Edit discussion
pt: Editar discussão

source: Schedule item
pt: Marcar o item

source: Remove scheduled item
pt: Remover item programado

source: Edit agenda and minutes
pt: Editar agenda e minutos

source: Delete scheduling
pt: Excluir programação

source: Agenda item
pt: item da agenda

source: Tabled document
pt: documento apresentado

source: Workspace
pt: área de trabalho

source: Home
pt: início

source: Actions...
pt: ações

source: Workflow
pt: fluxo de trabalho

source: attachments
pt: anexos

source: Review signature
pt: Assinatura comentário

source: Audit log
pt: Log de auditoria

source: Delete user
pt: apagar utilizador

source: Edit attached file
pt: Edite o arquivo em anexo

source: Delete attached file
pt: Excluir arquivo anexado

source: Download attached file
pt: Baixar arquivo em anexo

source: Edit parliament
pt: Editar parlamento

source: Edit office
pt: editar gabinete

source: Edit committee
pt: editar comissão

source: Edit political group
pt: Editar grupo político

source: Delete parliament
pt: Excluir parlamento

source: Delete office
pt: apagar gabinete

source: Delete committee
pt: apagar comissão

source: Delete political group
pt: Excluir grupo político

source: Edit government
pt: editar governo

source: Edit ministry
pt: editar ministério

source: Delete ministry
pt: apagar ministério

source: Edit group address
pt: Editar endereço de grupo

source: Delete group address
pt: Excluir endereço de grupo

source: Edit title type
pt: Editar tipo de título

source: Delete title type
pt: Excluir tipo de título

source: Delete user delegation
pt: Excluir delegação usuário

source: Edit user delegation
pt: Editar delegação usuário

source: Committee schedule
pt: Comissão agenda

source: report-template-missing
pt: Arquivo modelo de relatório não existe em ${path}

source: No items found
pt: nenhum item

source: Report Type
pt: tipo de resposta

source: Choose template to use in generating Report
pt: escolha modelo a ser usado na geração de relatórios

source: Start date for this Report
pt: escolher data de início para este relatório

source: Publication Number
pt: Número publicação

source: Optional publication number for this Report
pt: número da publicação opcionais para este relatório

source: Report Title
pt: Título do relatório

source: Preview
pt: pré-visualizar

source: See the preview of the report below
pt: Veja a previsão do relatório abaixo

source: Report has been processed and saved
pt: Relatório foi processado e salvo

source: Choose a starting date for this report
pt: escolher data de início para este relatório

source: Choose an end date for this report
pt: escolher data de conclusão para este relatório

source: heading
pt: título

source: minute record
pt: registro minutos

source: Modify Item
pt: Modificar item

source: NO TEXT RECORD FOUND
pt: NO RECORD TEXTO ENCONTRADO

source: Select existing heading
pt: Selecione título existente

source: the agenda is empty. add items from below from from the available documents to the right
pt: a agenda está vazia. adicionar itens abaixo da dos documentos disponíveis para a direita

source: add text records
pt: adicionar registros de texto

source: custom heading
pt: de título personalizado

source: change this text
pt: alterar este texto

source: Remove item from schedule
pt: Remover item da agenda

source: Are you sure you want to remove this item from schedule ?
pt: Tem certeza que deseja remover este item da agenda?

source: No items have been scheduled. Add something then save.
pt: Não há itens foram agendadas. Adicione algo salve.

source: saving changes to schedule...
pt: salvar as alterações para agendar episódio

source: saving changes to minutes...
pt: salvar as alterações para minutos ...

source: reloading schedule...
pt: recarregar programação ...

source: there was an error while saving the schedule
pt: houve um erro ao salvar o cronograma

source: no filters selected
pt: Filtros não foram elegidos

source: you did not choose any filters.select some filters then hit apply
pt: você não escolher qualquer filters.select alguns filtros, em seguida, clique em Aplicar

source: clear filters
pt: filtros claros

source: apply filters
pt: aplicar filtros

source: this schedule is read only
pt: este calendário é somente leitura

source: add text to schedule
pt: adicione o texto para programar

source: Schedule has unsaved changes
pt: Agenda tem alterações não salvas

source: Do you want to delete unsaved minute?
pt: Você deseja excluir minutos perdidos?

source: Confirmation Required
pt: Confirmação Obrigatório

source: Really remove this minute record?
pt: Realmente remover este registro minuto?

source: You need to save the schedule before adding minutes for it.to this item.
pt: Você precisa salvar a agenda antes de acrescentar minutos para it.to este item.

source: *Unsaved item. No minute records.
pt: * Item não salvas. Não há registros minuto.

source: No minute records
pt: Não há registros minuto

source: Edit
pt: editar

source: Loading minutes...
pt: Carregando minutos ...

source: unable to load minutes...
pt: incapaz de carregar minutos ...

source: agenda preview
pt: visualização de agenda

source: generating agenda preview...
pt: geração de visualização de agenda ...

source: ERROR: Could to generate preview
pt: ERROR: Could para gerar a visualização

source: This event is unsaved. Edit to make any corrections and then save it
pt: Este evento não foi salvo. Editar para fazer as correções e depois salvá-lo

source: Make Corrections
pt: Faça Correções

source: Venue : Select a venue
pt: Local: Selecione um local

source: Language : Select a language
pt: Idioma: Selecione um idioma

source: This timeslot already has another event. Do you want to continue?
pt: Este intervalo de tempo já tem outro evento. Você quer continuar?

source: changes from
pt: alterações de

source: Query
pt: pergunta

source: Content type
pt: tipo de conteúdo

source: Status date
pt: data de estado

source: Highlight words
pt: destacar palavras

source: Annotation
pt: anotação

source: rank
pt: classificar

source: type
pt: tipo

source: title
pt: título

source: status
pt: estado

source: weight
pt: peso

source: percent
pt: por cento

source: Search
pt: pesquisar

source: Invalid Query
pt: consulta inválida

source: Field
pt: campo

source: upload-file
pt: carregar arquivo

source: Advanced Search
pt: pesquisa avançada

source: Results
pt: resultados

source: Welcome to Bungeni
pt: Bem-vindo ao Bungeni

source: Access to current and historical records
pt: acesso aos registos atuais e históricos

source: Sitting attendance record
pt: registo das presenças na reunião

source: Update member attendance for the sitting
pt: actualizar as presenças dos deputados para a reunião

source: View in Bungeni
pt: Ver em Bungeni

source: unchanged
pt: inalterado

source: keep-file
pt: manter arquivo existente

source: replace-file
pt: substituir com novo arquivo

source: download-file
pt: baixar

source: keep-image
pt: manter imagem existente

source: delete-image
pt: apagar imagem atual

source: replace-image
pt: substituir com nova imagem

source: upload-image
pt: carregar imagem

source: An error occurred during generation of the document
pt: Ocorreu um erro durante a geração do documento

source: Similar Content
pt: conteúdo similar

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
pt: selecione uma versão para comparar com a cópia de trabalho atual, ou fazer duas seleções para comparar versões anterior

source: Change state...
pt: mudar estado...

source: Current state: ${state}.
pt: estado atual: ${state}

source: History
pt: história

source: No history available for this item
pt: Não há história disponível para este item

source: Rebuild search index
pt: reconstruir índice de pesquisa

source: Form values must be of type string or list
pt: os valores do formulário devem ser do tipo string ou list

source: No Text
pt: Nenhum texto

source: version
pt: versão

source: procedure
pt: procedimento

source: modified
pt: modificado

source: by
pt: por

source: message
pt: mensagem

source: No Version Data
pt: Não há dados de versão

source: Change Message
pt: mudar mensagem

source: Version Log
pt: Log versão

source: New Version
pt: nova versão

source: New Version Created
pt: nova versão criada

source: Revert To
pt: reverter para

source: Select one item to revert to
pt: selecionar um item para reverter a/para

source: Reverted to Previous Version %s
pt: revertido para versão anterior %s

source: Show Differences
pt: apresentar diferenças

source: Displaying differences
pt: mostrar diferenças

source: Select one or two items to show differences
pt: selecione um ou dois itens para mostrar diferenças

source: From
pt: de

source: Leave blank or set lower limit
pt: deixar em branco ou definir limite inferior

source: To
pt: a

source: Leave blank or set upper limit
pt: deixar em branco ou definir limite superior

source: Or select
pt: ou selecionar

source: Set date range to that of a given particular parliament
pt: definir intervalo de data para a de um parlamento particular

source: Filter the archive by date range
pt: filtrar os arquivos por intervalo de data

source: parliament...
pt: parlamento...

source: Filter
pt: filtro/filtrar

source: Invalid Date Range
pt: intervalo de data inválido

source: Start date must be before %s
pt: data de início deve ser anterior %s

source: End date must be after %s
pt: data de conclusão deve ser posterior a%s

source: Date range set
pt: intervalo de data definido

source: Clear
pt: limpar

source: Date range cleared
pt: intervalo de data apurado
