Repository: tamzi/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/capi/test_bungeni_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: pt

source: Filter by date or parliament
pt: filtrar por data ou parlamento

source: you_are_here
pt: você está aqui:

source: tabs_home
pt: home

source: Add items to schedule by clicking on the checkbox
pt: adicionar pontos ao agendamento, através da sua selecção

source: heading_sections
pt: seções

source: An overview of the daily operations of the parliament
pt: visão geral dos trabalhos do dia no parlamento

source: From: ${whats_on_start_date} to: ${whats_on_end_date}
pt: de: ${whats_on_start_date} a: ${whats_on_end_date}

source: Period selected has no Sittings
pt: não existem reuniões no período seleccionado

source: Period selected has no Bills
pt: não existem iniciativas no período seleccionado

source: Period selected has no Motions
pt: não existem moções no período seleccionado

source: Period selected has no Questions
pt: não existem perguntas no período seleccionado

source: Period selected has no Tabled Documents
pt: não existem documentos apresentados no período seleccionado

source: Period selected has no Agenda Items
pt: não existem agendamentos no período seleccionado

source: documents
pt: documentos

source: signature_requirement_met
pt: Este documento tem o número necessário de assinaturas. ${signed_members} membro (s) assinaram. ${required_members} assinatura (s) requerido.

source: signature_requirements_not_met
pt: Este documento não tem o número necessário de assinaturas. Requer ${required_members} assinatura (s). ${signed_members} membro (s) assinaram.

source: Listing
pt: listagem

source: day_%d
pt: dia%d

source: Unknown
pt: Desconhecido

source: Invalid date: $value
pt: data inválida: $value

source: Form upload is not a file object
pt: formulário carregado não é um objeto de arquivo

source: download
pt: download pdf

source: Choose Month
pt: escolha o mês

source: Enter Year
pt: entre ano

source: Please enter a valid year
pt: por favor, digite um ano válido

source: Incorrect string data for date
pt: dado string incorreto para data

source: Incorrect string data for date and time
pt: dado string incorreto para data e hora

source: start typing to chose $fname...
pt: começar a digitar a escolher $fname ...

source: selected subject terms
pt: selecionados termos do assunto

source: no subjects
pt: sem temas

source: Workflow history
pt: histórico do fluxo de trabalho

source: date
pt: data

source: description
pt: descrição

source: Comment on workflow change
pt: comentário sobre a mudança do fluxo de trabalho

source: Active Date
pt: data activa

source: Registry number
pt: número de registro

source: Active Date is in the past.
pt: data ativa está no passado.

source: Active Date is in the future.
pt: data activa é no futuro

source: Confirmation required for workflow transition: '${title}'
pt: confirmação necessária para a transição do fluxo de trabalho: '${title}'
