Repository: tamzi/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/capi/test_bungeni_custom/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: pt

source: Actions
pt: ações

source: Add
pt: adicionar

source: Cancel
pt: cancelar

source: Save and add another
pt: guardar e adicionar outro

source: Save
pt: guardar

source: Current parliamentary activity
pt: actividade parlamentar actual

source: draft documents
pt: projecto de documento

source: incoming documents
pt: documentos recebidos

source: archive
pt: arquivo

source: archived documents
pt: documentos apresentados

source: Committee schedules
pt: agendamento das comissões

source: Plenary Sittings
pt: reuniões

source: My Groups
pt: meus grupos

source: Business
pt: trabalhos

source: Daily operations of the parliament
pt: trabalhos parlamentares diários

source: Members
pt: deputados

source: Records of members of parliament
pt: registos dos deputados

source: Archive
pt: arquivo

source: Parliament records and documents
pt: registos e documentos do parlamento

source: Administration
pt: administração

source: Manage bungeni settings
pt: administrar configurações bungeni

source: What's on
pt: atualidade

source: Committees
pt: comissões

source: View committees created by the current parliament
pt: comissões criadas pelo parlamento atual

source: Bills
pt: iniciativas

source: View bills introduced in the current parliament
pt: visualizar projectos de lei apresentados pelo parlamento atual

source: Questions
pt: Perguntas

source: View questions tabled in the current parliament
pt: vizualizar as perguntas emitidas pelo parlamento atual

source: Motions
pt: moções

source: View motions moved in the current parliament
pt: visualizar moções apresentadas pelo parlamento

source: Tabled documents
pt: documentos agendados

source: View the documents tabled in the current parliament
pt: visualizar documentos apresentadas pelo parlamento atual

source: Agenda items
pt: agendamentos

source: View the agenda items of the current parliament
pt: visualizar a agenda do parlamento

source: Sittings
pt: reuniões plenárias

source: View the sittings of the current parliament
pt: visualizar as reuniões do parlamento

source: Publications
pt: publicações

source: browse and download parliamentary publications
pt: navegar e baixar as publicações parlamentares

source: Current
pt: atual

source: View current parliament members (MPs)
pt: vizualizar atuais deputados

source: Political groups
pt: grupos parlamentares

source: View current political groups
pt: visualizar grupos parlamentares actuais

source: Browse archives
pt: navegue arquivos

source: Browse records from the archive
pt: Procurar registros do arquivo

source: Documents
pt: documentos

source: Browse documents in the archive
pt: Procurar documentos no arquivo

source: Content
pt: conteúdo

source: browse bungeni content
pt: procurar conteúdo

source: Settings
pt: definições

source: settings
pt: definições

source: email settings
pt: definições de correio electrónico

source: manage email settings
pt: definições de correio electrónico

source: search index settings
pt: índice de configurações de pesquisa

source: manage search index settings
pt: gerenciar as configurações de índice de pesquisa

source: registry settings
pt: configurações do Registro

source: manage registry settings
pt: gerenciar as configurações de registro

source: Submitted by
pt: apresentado(a) por

source: Approved on
pt: aprovado a

source: published on
pt: data de publicação

source: notice given on
pt: data do aviso

source: Sitting:
pt: reunião

source: to
pt: para

source: Sitting scheduled for
pt: reunião agendada para

source: verbose_sitting_title
pt: Sessão de ${group_name} @ ${sitting_venue}

source: Scheduled for sitting ($start to $end)
pt: agendado para a reunião ($start para $end)

source: Editorial Note
pt: Nota Editorial

source: translation
pt: tradução

source: Version
pt: versão

source: Last modified
pt: Ultima modificação

source: Discussion
pt: discussão

source: Address
pt: morada

source: Unknown user group
pt: principal grupo desconhecido

source: title_html_fragment_odf_transform
pt: código html para odt

source: visible
pt: visível

source: pending
pt: pendente

source: scheduled
pt: agendado

source: Submit to Clerk
pt: submeter ao Secretário-Geral

source: Schedule
pt: agendar

source: Allow Question Submission
pt: permitir apresentação da pergunta

source: Days to Defer Question
pt: número de dias para diferir a pergunta

source: number of days after which admissible questions are automatically deferred
pt: tempo após o qual as questões são admissíveis automaticamente adiada

source: Days before question scheduled
pt: dias antes da questão agendada

source: Days before bill scheduled
pt: número de dias em falta para o agendamento de uma iniciativa

source: Maximum Questions Per Sitting
pt: máximo de perguntas por reunião

source: Maximum Questions Per Sitting Per MP
pt: max perguntas por sessão por mp

source: Number of sittings to include in what's business section
pt: Número de sessões para incluir, no que é seção de negócios

source: Reset global registry number
pt: Redefinir número de registro mundial

source: Reset questions registry number
pt: Redefinir perguntas número de registro

source: Reset motions registry number
pt: Redefinir movimentos número de registro

source: Reset agenda items registry number
pt: Redefinir agenda número de registro itens

source: Reset bills registry number
pt: Redefinir contas de número de registro

source: Reset reports registry number
pt: Redefinir relatórios número de registro

source: Reset tabled documents registry number
pt: Redefinir apresentou documentos número de registro

source: Email Notifications Enabled?
pt: permitir notificações por correio electrónico?

source: Email server hostname or IP address
pt: nome do servidor de correio electrónico ou endereço IP

source: Email server port
pt: porta de acesso ao servidor de correio electrónico

source: Email server login name
pt: nome da autenticação no servidor de correio electrónico

source: Email server password
pt: palavra-passe para aceder ao servidor de correio electrónico

source: Default sender address
pt: endereço de e-mail pré-definido do emissor

source: Connect securely to mail server (using TLS)
pt: conectar com segurança ao servidor de correio (usando TLS)

source: full names
pt: nomes completos

source: Save and view
pt: guardar e ver

source: Updated attendance record
pt: actualizar registo de presenças

source: user
pt: usuário

source: No Change Data
pt: Não há dados de alteração

source: Change Log
pt: alterar

source: Daily
pt: diariamente

source: Weekly
pt: semanalmente

source: event_form_field_default
pt: escolher ${event_field_title}

source: Scheduling
pt: agendamentos

source: Activity Type
pt: Tipo de Atividade

source: Meeting Type
pt: Tipo de reunião

source: Convocation Type
pt: Tipo de Convocação

source: ${localized_start_date} to ${localized_end_date}
pt: ${localized_start_date} para ${localized_end_date}

source: Unable to add a sitting. Please make corrections.
pt: incapaz de adicionar uma sessão. por favor, fazer as correções

source: Error Updating Sitting
pt: Erro Atualizando Sitting

source: Sitting Votes and Proceedings
pt: votos e os processos

source: Sitting Agenda
pt: presenças na reunião

source: choose status
pt: Escolher o status

source: Start date and time of sitting
pt: data e hora de início

source: Choose sitting's start date and time
pt: escolher data e hora de início

source: End date and time of sitting
pt: data e hora de conclusão

source: Choose sitting's end date and time
pt: escolher uma data e hora de conclusão

source: Venue
pt: local de reunião

source: Venues
pt: locais de reunião

source: Language
pt: língua

source: Calendar of
pt: calendário de

source: Acronym
pt: sigla

source: Activate
pt: activar

source: Active
pt: ativo

source: Active Committee
pt: comissão activa

source: Active Group
pt: grupo ativo

source: Active Parliament
pt: parlamento ativo

source: Active User
pt: utilizador activo

source: Address Type
pt: tipo de endereço

source: Addresses
pt: endereços

source: Adjourn
pt: adiar

source: Adjourn First Reading
pt: adiamento da primeira leitura

source: Adjourn First Report Reading
pt: adiamento da primeira leitura do relatório

source: Adjourn Second Reading
pt: adiamento da segunda leitura

source: Adjourn Third Reading
pt: adiamento da terceira leitura

source: Adjourn Whole House Committee
pt: Adiar Comissão Plenária

source: Adjourn debate
pt: adiar debate

source: Admissible
pt: admissível

source: Admissible Date
pt: data de admissão

source: Adopt
pt: adotar

source: Adopt with amendments
pt: adoptar com alterações

source: Adopted
pt: adoptado

source: Adopted with amendments
pt: adoptado com alterações

source: Agenda Item
pt: agendamentos

source: Agenda Items
pt: agendamentos

source: Allow scheduling
pt: permitir agendamento

source: Allow scheduling of First Reading
pt: permitir agendamento da primeira leitura

source: Allow scheduling of First Report Reading
pt: permitir agendamento da primeira leitura do relatório

source: Allow scheduling of Second Reading
pt: permitir agendamento da segunda leitura

source: Allow scheduling of Third Reading
pt: permitir agendamento da terceira leitura

source: Allow scheduling of Whole House Committee
pt: Permitir agendamento da Comissão Plenária

source: Allow scheduling/rescheduling of Whole House Committee
pt: Permitir agendamento/reagendamento da Comissão Plenária

source: Approve
pt: aprovar

source: Approved Bill
pt: iniciativa aprovada

source: Attachment
pt: Acessório

source: Attachment Type
pt: Tipo de anexo

source: Attachments
pt: anexos

source: Attendance
pt: presença

source: Awaiting Consent
pt: Aguardando Consentimento

source: Bill
pt: iniciativa

source: Bill Published in Gazette
pt: iniciativa publicada no Boletim

source: Bill Type
pt: tipo de iniciativa

source: Bill Withdrawn
pt: iniciativa retirada

source: Biographical notes
pt: notas biográficas

source: Choose the type of question
pt: escolher o tipo de pergunta

source: Choose the type of response expected for this question
pt: escolher o tipo de resposta esperada para esta pergunta

source: City
pt: cidade

source: Committee
pt: Comissão

source: Committee Identifier
pt: Comitê Identificador

source: Committee Member
pt: membro da comissão

source: Committee Status Type
pt: Comitê Tipo de Status

source: Committee Type
pt: tipo de comissão

source: Committee is Dissolved
pt: a comissão está dissolvida

source: Complete
pt: completar

source: Complete Response
pt: completar resposta

source: Countries
pt: países

source: Country
pt: país

source: Country Code
pt: código do país

source: Country of Birth
pt: País de nascimento

source: Create
pt: criar

source: Create Agenda Item
pt: criar um ponto na agenda

source: Create Agenda Item (On behalf of)
pt: criar um ponto na agenda (em nome de)

source: Create Bill
pt: criar iniciativa

source: Create Motion
pt: criar um requerimento

source: Create Motion (On behalf of)
pt: criar um requerimento (em nome de)

source: Create Question
pt: criar pergunta

source: Create Question (On behalf of)
pt: criar pergunta (em nome de)

source: Create Report
pt: criar relatório

source: Create Sitting
pt: criar reunião

source: Create Tabled Document
pt: criar documento apresentado

source: Create Tabled Document (On behalf of)
pt: criar documento apresentado (em nome de)

source: Create and Sign
pt: Criar e assinar

source: Current Nationality
pt: Nacionalidade atual

source: Date
pt: data

source: Date of Birth
pt: Data de nascimento

source: Date of Death
pt: Data da morte

source: Date of the dissolution
pt: data da dissolução

source: Date of the election
pt: data da eleição

source: Date of the swearing in
pt: data da tomada de posse

source: Deactivate
pt: desactivar

source: Debate adjourned
pt: debate adiado

source: Debated
pt: debatido

source: Deceased User
pt: utilizador falecido

source: Defer
pt: diferir

source: Deferred
pt: diferido

source: Description
pt: descrição

source: Disapprove
pt: reprovar

source: Dissolve
pt: dissolver

source: Document Type
pt: tipo de documento

source: Draft
pt: esboço

source: Draft - Committee not yet Active
pt: Projecto: Comissão ainda não ativa

source: Draft - Group not yet Active
pt: Projecto: grupo ainda não ativo

source: Draft - Parliament not yet Active
pt: Projecto: Parlamento ainda não ativo

source: Draft Address
pt: Endereço Projecto

source: Draft Agenda
pt: agenda provisória

source: Draft Bill
pt: criar projeto de lei

source: Draft Event
pt: Evento Projecto

source: Draft Minutes
pt: projecto de actas

source: Drop
pt: deixar cair

source: Dropped
pt: Abandonado

source: Elapse
pt: decorrer

source: Elapsed
pt: decorrido

source: Election Date
pt: data das eleições

source: Election Type
pt: tipo de eleição

source: Election/Nomination Date
pt: data da eleição / nomeação

source: Email
pt: correio electrónico

source: Email address
pt: endereço de correio electrónico

source: End
pt: final

source: End Date
pt: data de conclusão

source: Enter one fax number per line
pt: introduzir um número de fax por linha

source: Enter one phone number per line
pt: introduzir um número de telefone por linha

source: Event
pt: evento

source: Event Type
pt: Tipo de evento

source: Events
pt: eventos

source: Fax Number(s)
pt: número de fax (s)

source: File
pt: arquivo

source: Finalize Agenda
pt: finalizar agenda

source: First Name
pt: primeiro nome

source: First Reading
pt: primeira leitura

source: First Reading Adjourned
pt: primeira leitura adiada

source: First Reading Pending
pt: primeira leitura pendente

source: First Report Reading
pt: primeira leitura do relatório

source: First Report Reading Adjourned
pt: primeira leitura do relatório adiada

source: First Report Reading Pending
pt: leitura do relatório adiada

source: Full Name
pt: nome completo

source: Gender
pt: sexo

source: Government
pt: Governo

source: Government Identifier
pt: Identificador Governo

source: Governments
pt: Governos

source: Group
pt: grupo

source: Group is Dissolved
pt: grupo está dissolvido

source: Groups
pt: grupos

source: Heading
pt: título

source: Headings
pt: títulos

source: Identifier
pt: Identificador

source: Image
pt: imagem

source: In power from
pt: no poder desde

source: In power till
pt: no poder até

source: Inactive User
pt: utilizador inactivo

source: Inactive address
pt: visualizar morada

source: Inactive event
pt: evento inativo

source: Inactive file
pt: utilizador inactivo

source: Inactive heading obsolete
pt: Inativo título obsoleto

source: Inadmissible
pt: não admissível

source: Initial password
pt: palavra-passe inicial

source: Item Type
pt: Tipo de Item

source: Item URI
pt: URI item

source: Last Name
pt: sobrenome

source: Leave Reason
pt: motivo da licença

source: Limits persons with this title to one
pt: limites de pessoas com este título a um

source: Login
pt: iniciar sessão

source: Logo
pt: logótipo

source: Make available for scheduling
pt: disponibilizar para agendamento

source: Member
pt: membro

source: Member of Parliament
pt: deputado

source: Member of parliament
pt: deputado

source: Members of parliament
pt: deputados

source: Middle Name
pt: nome do meio

source: Minister
pt: Ministro

source: Ministers
pt: Ministros

source: Ministries
pt: ministérios

source: Ministry
pt: ministério

source: Ministry Identifier
pt: Ministério Identificador

source: Minutes
pt: atas

source: Motion
pt: Proposta

source: Move from Deceased
pt: Mover de Deceased

source: Move to Deceased
pt: Mover para falecido

source: Moved by
pt: movida por

source: Mover
pt: Motor

source: Name
pt: nome

source: Name of activity
pt: Nome da atividade

source: Name of the Country
pt: nome do país

source: National Id
pt: Identificador nacional

source: Nationality at Birth
pt: Nacionalidade de nascimento

source: Needs Recomplete to Approve
pt: necessita de esclarecimentos

source: Notes
pt: notas

source: Notice Date
pt: Data de notificação

source: Number
pt: número

source: Number of clerks
pt: número de funcionários

source: Number of members
pt: número de deputados

source: Number of researchers
pt: número de investigadores

source: Office
pt: gabinete

source: Office Identifier
pt: Identificador Escritório

source: Office Member
pt: membro do gabinete

source: Office Members
pt: membros do gabinete

source: Offices
pt: gabinetes

source: Only one user may have this title
pt: apenas um usuário pode ter este título

source: Owner
pt: proprietário

source: Parliament
pt: parlamento

source: Parliament Identifier
pt: identificador do parlamento

source: Parliament is Dissolved
pt: o parlamento está dissolvido

source: Parliamentary session
pt: sessão parlamentar

source: Parliamentary sessions
pt: sessões parlamentares

source: Parliaments
pt: parlamentos

source: Pending response
pt: resposta pendente

source: Phone Number(s)
pt: número de telefone (s)

source: Picture of the person
pt: fotografia da pessoa

source: Political Party
pt: partido político

source: Postal Address Type
pt: Tipo de Endereço Postal

source: Proportional representation
pt: representação proporcional

source: Public
pt: público

source: Publication Date
pt: Data de publicação

source: Publications type
pt: tipo de publicações

source: Publish
pt: publicar

source: Publish Internal
pt: publicar internamente

source: Publish Internal Agenda
pt: Publicar Agenda Interna

source: Publish Minutes
pt: publicar actas

source: Publish Minutes Internal
pt: Publicar Minutos internos

source: Publish in Gazette
pt: publicado no Boletim

source: Published
pt: publicado

source: Published Agenda
pt: agenda publicada

source: Published Agenda Internal
pt: Publicado em Agenda Interna

source: Published Date
pt: data de publicação

source: Published Internal
pt: publicar internamente

source: Published Minutes
pt: actas publicadas

source: Published Minutes Internal
pt: Minutos publicados internos

source: Question
pt: Pergunta

source: Question Type
pt: tipo de pergunta

source: Quorum
pt: quórum

source: Re-publish
pt: republicar

source: Re-schedule
pt: reagendar

source: Reactivate
pt: reactivar

source: Receive
pt: receber

source: Received by Clerks Office
pt: recebido através do Gabinete do Secretário-Geral

source: Received by clerk
pt: Recebido pelo Secretário Geral

source: Recomplete
pt: completar

source: Redraft
pt: reescrever agenda

source: Redraft (Automatic)
pt: reescrever agenda

source: Redraft Agenda
pt: reescrever agenda

source: Redraft Minutes
pt: reescrever actas

source: Redraft Response
pt: reescrever resposta

source: Registry Number
pt: número de registo

source: Reinstatement Date
pt: data de reintegração

source: Reject
pt: rejeitar

source: Reject a scheduled motion
pt: rejeitar um agendado moção

source: Rejected
pt: rejeitado

source: Rejected Bill
pt: iniciativa rejeitada

source: Report
pt: relatório

source: Reports
pt: relatórios

source: Require Clarification to Approve
pt: necessita esclarecimentos para aprovar

source: Require Clarification to Receive
pt: requer esclarecimentos para receber

source: Require Recomplete to Approve
pt: necessário completar para aprovar

source: Requires Clarification to Approve
pt: requer esclarecimentos para aprovar

source: Requires Clarification to Receive
pt: necessita de esclarecimentos para receber

source: Reschedule
pt: reagendamento

source: Reschedule First Reading
pt: reagendamento da primeira leitura

source: Reschedule First Report Reading
pt: reagendamento da primeira leitura do relatório

source: Reschedule Second Reading
pt: reagendamento da segunda leitura

source: Reschedule Third Reading
pt: reagendamento da terceira leitura

source: Reschedule Whole House Committee
pt: Reprogramar Comitê da Câmara inteiro

source: Response
pt: resposta

source: Response Type
pt: tipo de resposta

source: Response completed
pt: resposta completa

source: Response submitted
pt: resposta submetida

source: Resubmit
pt: re-submeter

source: Revert to admissible
pt: converter para admissível

source: Role
pt: papel

source: Role given to members of this office
pt: papel dado aos deputados deste gabinete

source: Salutation
pt: saudação

source: Schedule First Reading
pt: agendamento da primeira leitura

source: Schedule First Report Reading
pt: agendamento da primeira leitura do relatório

source: Schedule Second Reading
pt: agendamento da segunda leitura

source: Schedule Third Reading
pt: agendamento da terceira leitura

source: Schedule Whole House Committee
pt: Agendar Comissão Plenária

source: Schedule pending
pt: agendamento pendente

source: Scheduled
pt: agendado

source: Second Reading
pt: segunda leitura

source: Second Reading Adjourned
pt: segunda leitura adiada

source: Second Reading Pending
pt: segunda leitura pendente

source: Select Subjects
pt: seleccionar temas

source: Select the user who moved the document
pt: Selecione o usuário que modificou o documento

source: Send to Ministry
pt: enviar ao ministério

source: Short Name
pt: nome abreviado

source: Shorter name for the parliament
pt: Nome mais curto para o parlamento

source: Signatories
pt: signatários

source: Signatory
pt: signatário

source: Signature Consented
pt: Assinatura consentida

source: Signature Rejected
pt: Assinatura Rejeitado

source: Signature Withdrawn
pt: Assinatura Retirada

source: Sitting
pt: reunião

source: Sitting Activity Type
pt: Tipo de Atividade Sentado

source: Sitting Convocation Type
pt: Tipo de Convocação Sentando

source: Sitting Meeting Type
pt: Tipo de reunião Sentando

source: Sort Order
pt: reordenar

source: Start Date
pt: data de início

source: Statement of Purpose
pt: declaração de objectivos

source: Status
pt: estado

source: Status Date
pt: data do estado

source: Street
pt: rua

source: Subject Terms
pt: assunto

source: Submission Date
pt: data de apresentação

source: Submit
pt: submeter

source: Submit Bill to Select Committee (I)
pt: enviar à comissão (I)

source: Submit Bill to Select Committee (II)
pt: enviar à comissão (II)

source: Submit Response
pt: submeter resposta

source: Submit to Signatories
pt: submeter aos signatários

source: Submit/Resubmit Bill to Select Committee (II)
pt: enviar/re-enviar à comissão (II)

source: Submitted
pt: apresentado

source: Submitted to Clerk
pt: apresentado ao Secretário-Geral

source: Submitted to Select Committee (after 1st reading)
pt: Selecionar Comissão (após a primeira leitura)

source: Submitted to Select Committee (after 2nd reading)
pt: Selecionar Comissão (após segunda leitura)

source: Submitted to Signatories
pt: submetido aos signatários

source: Submitted to clerk
pt: apresentado ao Secretário-Geral

source: Submitted to the Speaker
pt: apresentado ao Presidente

source: Substituted by
pt: substituído por

source: Table
pt: apresentar

source: Tabled
pt: apresentado(a)

source: Tabled Document
pt: documentos apresentados

source: Tabled Documents
pt: documentos apresentados

source: Text
pt: Texto

source: The order in which members with this title will appear relative to other members
pt: ordem pela qual os deputados com este título serão organizados em relação a outros deputados

source: Third Reading
pt: terceira leitura

source: Third Reading Adjourned
pt: terceira leitura adiada

source: Third Reading Pending
pt: terceira leitura pendente

source: Title
pt: título

source: Title types
pt: tipos de título

source: Titles
pt: títulos

source: Two letter ISO Code for this country e.g. DZ for Algeria
pt: código de duas letras ISO para este país por exemplo, DZ para a Argélia

source: Type of Substitution
pt: tipo de substituição

source: Unique identifier or number for this Committee
pt: Identificador único ou número para este comité
