Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/exist_search/branches/wf-rework/bungeni/core/locales/*/LC_MESSAGES/bungeni.core.po
Languages: it

source: Sittings
it: sedute

source: Business
it: affari

source: Daily operations of the parliament
it: operazioni quotidiane del parlamento

source: Members
it: iscritti

source: Records on members of parliament
it: record per i membri del parlamento

source: Archive
it: archivio

source: Parliament records and documents
it: registri e dei documenti del parlamento europeo

source: Administration
it: amministrazione

source: Administer bungeni settings
it: gestire le impostazioni bungeni

source: What's on
it: in agenda

source: View committees created by the current parliament
it: comitati di vista creata dal parlamento attuale

source: Bills
it: disegni di legge

source: View bills issued by the current parliament
it: visualizzare le fatture emesse da parte del parlamento attuale

source: Questions
it: interpellanze

source: View questions issued by the current parliament
it: questioni vista rilasciata dal parlamento attuale

source: Motions
it: mozioni

source: View motions issued by the current parliament
it: mozioni vista rilasciata dal parlamento attuale.

source: Tabled documents
it: documenti depositati

source: View the tabled documents of the current parliament
it: visualizzare i documenti depositati al parlamento attuale

source: Agenda items
it: punti ordine del giorno

source: View the agenda items of the current parliament
it: visualizzare gli argomenti all'ordine del giorno del parlamento attuale

source: View the sittings of the current parliament
it: visualizza le sedute del parlamento attuale

source: Publications
it: pubblicazioni

source: View Agenda and Minutes reports of the current parliament
it: visualizza ordine del giorno e verbali del parlamento attuale

source: Current
it: corrente

source: View current parliament members (MPs)
it: vedi membri del parlamento

source: Political groups
it: gruppi politici

source: View current political groups
it: vedi i gruppi politico attuali

source: Browse
it: sfogliare

source: Current and historical records
it: record attuali e storici

source: Documents
it: documentazione

source: Visit the digital document repository
it: visita l'archivio digitale del documento

source: Content
it: contenuto

source: browse the content
it: naviga contenuto

source: Settings
it: impostazioni

source: settings
it: impostazioni

source: Workspace
it: area di lavoro

source: Current parliamentary activity
it: attività parlamentari in corso

source: Scheduling
it: orario

source: Committees
it: commissioni

source: No IRequest in interaction
it: non irequest nell'interazione

source: published on
it: pubblicato su

source: notice given on
it: avviso reso

source: Item scheduling
it: programmazione

source: Scheduled for sitting ($start to $end)
it: programmazione per seduta (a $start $end)

source: Discussion
it: discussione

source: Submitted by
it: presentate da

source: approved on
it: approvato il

source: Unknown principal group
it: sconosciuto gruppo principale

source: title_html_fragment_odf_transform
it: frammento di codice html per il formato opendocument

source: Reverted to previous version $version
it: è tornato alla versione precedente $version

source: notification_email_to_member_upon_receipt_of_agenda_item
it: punto all'ordine del giorno ha ricevuto

source: notification_email_to_clerk_upon_submit_of_agenda_item
it: punto all'ordine del giorno presentato

source: notification_email_to_member_upon_rejection_of_agenda_item
it: punto all'ordine del giorno respinti

source: notification_email_to_member_upon_need_clarification_of_agenda_item
it: il tuo punto all'ordine del giorno deve essere chiarito

source: notification_email_to_member_upon_defer_of_agenda_item
it: punto all'ordine del giorno e' posticipato

source: notification_email_to_member_upon_schedule_of_agenda_item
it: punto all'ordine del giorno in programma

source: notification_email_to_member_upon_debate_of_agenda_item
it: punto all'ordine del giorno è stato discusso

source: notification_email_to_member_upon_receipt_of_motion
it: mozione ricevuta

source: notification_email_to_clerk_upon_submit_of_motion
it: mozione presentata

source: notification_email_to_member_upon_rejection_of_motion
it: proposta respinta

source: notification_email_to_member_upon_need_clarification_of_motion
it: la tua mozione deve essere chiarita

source: notification_email_to_member_upon_defer_of_motion
it: motion posticipata

source: notification_email_to_member_upon_schedule_of_motion
it: mozione in calendario

source: Review a question
it: revisiona an interpellanza

source: Speaker review a question
it: ufficio di presidenza considera interpellanza

source: Schedule a question
it: mettere in calendario una interpellanza

source: Respond to a question
it: rispondere a una interpellanza

source: Answer a question
it: rispondere a una interpellanza

source: Withdraw a question
it: ritirare una interpellanza

source: Elapse a question
it: fdecadere una interpellanza questione

source: Answer a question in writing
it: interpellanza a risposta scritta

source: Submit a Response
it: presentare risposta

source: Complete a Response
it: completare una risposta

source: Revert a question response transition back to an earlier stage
it: tornare ad uno stato precedente

source: Submit a motion
it: presenta mozione

source: Receive a motion
it: ricevi mozione

source: Review a motion
it: verificare mozione

source: Speaker review a motion
it: ufficio di presidenza considera mozione

source: Schedule a motion
it: mettere in calendario mozione

source: Mark a motion as debated
it: mark a mozione come discussa

source: Withdraw a motion
it: ritirare mozione

source: Submit a bill
it: disegno di legge presenta

source: Schedule a bill
it: orario disegno di legge

source: Assign a bill to a committee
it: assegnare un disegno di legge in commissione

source: Reject/Approve a bill
it: rifiutare / approvare disegno di legge

source: Withdraw a bill
it: disegno di legge ritirarsi

source: Revert a transition back to an earlier stage
it: transizione tornare ad una fase precedente

source: Manage Bungeni groups
it: gestire i gruppi bungeni

source: Manage User Adresses
it: gestire gli indirizzi degli utenti

source: Submit an agenda item
it: presentare punto all'ordine del giorno

source: Receive an agenda item
it: ricevere punto all'ordine del giorno

source: Review an agenda item
it: recensione punto dell'ordine del giorno

source: Speaker review a agenda item
it: altoparlante recensione punto all'ordine del giorno

source: Schedule an agenda item
it: orario punto dell'ordine del giorno

source: Mark an agenda item as debated
it: marchio come punto all'ordine del giorno discussi

source: Withdraw an agenda item
it: ritirare punto all'ordine del giorno

source: Submit a tabled document
it: presentare documento depositato

source: Receive a tabled document
it: ricevere documento depositato

source: Review a tabled document
it: revisione del documento depositato

source: Speaker review a tabled document
it: business review casa documento depositato

source: Schedule a tabled document
it: orario documento depositato

source: Table a tabled document
it: orario documento depositato

source: Withdraw a tabled document
it: ritirare documento depositato

source: Change Sitting Status
it: cambiamento di stato

source: Deactivate a file
it: disattivare file

source: Deactivate an event
it: evento disattivare

source: Deactivate a heading
it: disattivare la voce

source: Manage user
it: la gestione degli utenti

source: Submit a question to Clerk Office
it: presentare all'ufficio impiegato

source: Receive a question
it: ricevere interpellanza

source: notification_email_to_member_upon_receipt_of_question
it: interpellanza ricevuta

source: notification_email_to_clerk_upon_submit_of_question
it: interpellanza presentata

source: notification_email_to_member_upon_rejection_of_question
it: interpellanza respinta

source: notification_email_to_member_upon_need_clarification_of_question
it: la tua interpellanza deve essere chiarito

source: notification_email_to_member_upon_defer_of_question
it: questione rinviata

source: notification_email_to_member_upon_schedule_of_question
it: interpellanza in calendario

source: notification_email_to_member_upon_complete_of_question
it: interpellanza completata per la revisione presso gli altoparlanti ufficio

source: notification_email_to_ministry_upon_complete_question
it: interpellanza assegnata al ministero

source: notification_email_to_member_upon_sent_to_ministry_of_question
it: interpellanza inviata al ministero di risposta scritta

source: notification_email_to_member_upon_answer_of_question
it: interpellanza risposta

source: notification_email_to_member_upon_debate_question
it: questione dibattuta

source: visible
it: visibile

source: pending
it: in attesa di

source: scheduled
it: in calendario

source: Submit to Clerk
it: presentare al segretario generale

source: Schedule
it: orario

source: notification_email_to_clerk_upon_submit_of_tabled_document
it: documento depositato

source: notification_email_to_member_upon_rejection_of_tabled_document
it: documento depositato respinto

source: notification_email_to_member_upon_need_clarification_of_tabled_document
it: il documento depositato deve essere chiarito

source: notification_email_to_member_upon_schedule_of_tabled_document
it: documento depositato in programma

source: notification_email_to_member_upon_postpone_of_tabled_document
it: documento depositato è sospeso

source: notification_email_to_member_upon_receipt_of_tabled_document
it: documento depositato ricevute

source: Whole House Adjourned
it: tutta la casa è sospesa

source: Needs Clarification by MP
it: ha bisogno di chiarimenti da mp

source: Reject
it: respingere

source: Complete Response
it: risposta completa

source: Needs Clarification
it: deve essere chiarito

source: Third Reading
it: terza lettura

source: Submit to the Speaker Office
it: presentare all'ufficio affari casa

source: Receive
it: ricevere

source: Complete
it: nel rispetto

source: Create Question (On behalf of)
it: creare interpellanza per conto di ...

source: Second Reading Pending
it: seconda lettura, in attesa di

source: Redraft Response
it: riformulare la risposta

source: Submit Response
it: presentare risposta

source: Approve
it: approvare

source: Received by Clerks Office
it: ricevuto dalla cancelleria per ufficio

source: Bill Withdrawn
it: disegno di legge ritirata

source: Needs Clarification by Clerks Office
it: ha bisogno di chiarimenti da parte dell'ufficio cancelleria

source: Submitted
it: presentato

source: Adopted with amendments
it: approvato con emendamenti

source: Draft Bill
it: progetto di legge

source: Adopted
it: adottato

source: Adopt
it: adottare

source: Third Reading Pending
it: in attesa di terza lettura

source: Resubmit to clerk
it: reinviare al segretario generale

source: Adopt with amendments
it: adottare con emendamenti

source: Create Motion
it: creare una mozione

source: Second Reading Adjourned
it: la seconda lettura è sospesa

source: Rejected Bill
it: disegno di legge respinto

source: Create Motion (On behalf of)
it: creare una mozione a nome di ...

source: First Report Reading Pending
it: prima lettura in attesa

source: Archived
it: archiviati

source: Draft Translation
it: bozza di traduzione

source: Create Translation
it: creare traduzione

source: Draft Minutes
it: un progetto di processo

source: Draft Agenda
it: progetto di ordine del giorno

source: Published Minutes
it: pubblicato minuti

source: Published Agenda
it: ordine del giorno pubblicato

source: Create
it: creare

source: Finalize Agenda
it: finalizzare l'agenda

source: Select Committee (after 1st reading)
it: selezionare commissione

source: Redraft Agenda
it: riformulare l'agenda

source: Finalize Minutes
it: minuti finalizzare

source: Redraft Minutes
it: riformulare minuti

source: Active Group
it: gruppo attivo

source: Group is Dissolved
it: gruppo si scioglie

source: Draft - Group not yet Active
it: progetto: il gruppo non ancora attivo

source: Deactivate
it: disattivare

source: Activate
it: attivare

source: First Reading Pending
it: in attesa di prima lettura

source: Dissolve
it: sciogliere

source: Internal - visible to bungeni users
it: interno: visibile agli utenti bungeni

source: Public
it: pubblico

source: Private
it: privato

source: Publish internal
it: pubblicare internamente

source: Publish
it: pubblicare

source: Make private
it: rendere privato

source: Approved Bill
it: disegno di legge approvato

source: Tabled
it: depositati

source: Adjourn
it: aggiornare

source: First Report Reading Adjourned
it: prima lettura posticipata

source: Table
it: tavolo

source: Create Tabled Document
it: creare documento depositato

source: Select Committee (after 2nd reading)
it: commisione ad hoc (dopo la seconda lettura)

source: Second Reading
it: la seconda lettura

source: Create Tabled Document (On behalf of)
it: creare documento depositato a nome del ...

source: First Reading
it: prima lettura

source: Bill Published in Gazette
it: disegno di legge pubblicato in gazzetta

source: Re-schedule
it: riprogrammato

source: Debate
it: dibattito

source: Allow scheduling of Third Reading
it: consentire la pianificazione per la terza lettura

source: Create Agenda Item
it: creare punti all'ordine del giorno ...

source: Adjourn Second Reading
it: aggiornare la seconda lettura

source: Create Agenda Item (On behalf of)
it: creare punto all'ordine del giorno a nome del ...

source: Withdraw
it: ritirare

source: Active Committee
it: commisione attiva

source: Committee is Dissolved
it: commissione si scioglie

source: Draft - Committee not yet Active
it: bozza: commissione non ancora attiva

source: Schedule Third Reading
it: meettere in calendario la terza lettura

source: Active Parliament
it: parlamento attivo

source: Parliament is Dissolved
it: parlamento è sciolto

source: Draft - Parliament not yet Active
it: bozza: il parlamento non ancora attivo

source: Rejected
it: respinto

source: Inactive file obsolete
it: file inattivo obsoleto

source: Inactive event
it: evento inattivo

source: Create Bill
it: disegno di legge di creare

source: Schedule Whole House Committee
it: metti in calendario Whole House Committee

source: Adjourn Third Reading
it: posticipare terza lettura

source: Allow scheduling of Whole House Committee
it: consentire la programmazione di Whole House Committee

source: Allow scheduling of Second Reading
it: consentire la programmazione della seconda lettura

source: Allow scheduling of First Reading
it: consentire la pianificazione della prima lettura

source: Allow scheduling of First Report Reading
it: consentire la pianificazione relazione lettura

source: Allow scheduling/rescheduling of Whole House Committee
it: consentire la pianificazione / rinegoziazione intera commissione casa

source: Adjourn First Report Reading
it: aggiornare prima lettura una relazione

source: Adjourn First Reading
it: aggiornare prima lettura

source: Schedule First Report Reading
it: metti in calendario prima lettura una relazione

source: Send/Resend to Select Committee (II)
it: inviare/rinviare in commissione

source: Publish in Gazette
it: pubblicare nella gazzetta

source: Send to Select Committee (II)
it: inviare al commisione

source: First Reading Adjourned
it: prima lettura sospesa

source: Send to Select Committee (I)
it: inviare al commisione

source: Schedule Second Reading
it: calendario la seconda lettura

source: Schedule First Reading
it: orario prima lettura

source: Adjourn Whole House Committee
it: aggiornare commissione tutta la casa

source: Approved
it: approvare

source: Working Draft
it: bozza di lavoro

source: Received by clerk
it: ricevuto da impiegato

source: Schedule pending
it: calendario in attesa di

source: Submitted to the Speaker
it: presentato all'ufficio di presidenza

source: Inadmissible
it: inammissibile

source: Needs clerks clarification
it: esigenze impiegati chiarimento

source: Dropped
it: caduto

source: Pending response
it: in attesa di risposta

source: Submitted to clerk
it: presentato alla cancelleria

source: Deferred
it: differita

source: Admissible
it: ammissibile

source: Debated
it: dibattuta

source: Withdrawn
it: ritirati

source: Draft
it: bozza

source: First Report Reading
it: relazione in prima lettura

source: Debate adjourned
it: discussione sospesa

source: Scheduled
it: in calendario

source: Needs MPs clarification
it: richiede chiarificazione

source: Elapsed
it: trascorso

source: Response completed
it: necessarie risposte

source: Response submitted
it: risposta presentate

source: Drop
it: rin

source: Send to Ministry
it: inviare al ministero

source: Make available for scheduling
it: mettere a disposizione per la pianificazione

source: Third Reading Adjourned
it: terza lettura sospesa

source: Elapse
it: trascorrere

source: Defer
it: differire

source: Resubmit to Clerk
it: reinviare al segretario generale

source: Create Question
it: creare interpellanza
