Repository: tamzi/bungeni-portal
Catalog: bungeni.main/trunk/bungeni/models/locales/*/LC_MESSAGES/bungeni.models.po
Languages: it, pt

source: Speaker's Office Email
it: casa d'affari e-mail ufficio
pt: casa de e-mail escritório

source: Speaker's Office Notification
it: business casa ufficio notifiche
pt: notificação de negócios do escritório casa

source: true if the Speakers office wants to be alerted by mailwhenever a bill, motion, question is submitted
pt: true se o escritório do negócio casa quer ser avisado por e-mail quando um projeto de lei, o movimento questão, é apresentado

source: Clerk's Office Notification
it: cancelleria ufficio notifiche
pt: notificação funcionário do escritório

source: true if the clerks office wants to be alerted by mailwhenever a bill, motion, question is submitted
it: true se l'ufficio cancellieri vuole essere avvisato via e-mail ogni volta che un progetto di legge, il movimento, la domanda è presentata
pt: true se o escritório de funcionários quer ser avisado por e-mail quando um projeto de lei, o movimento questão, é apresentado

source: Clerks's Office Email
it: cancelleria per ufficio e-mail
pt: caixeiro-mail do escritório

source: Administrator's Email
it: dell'amministratore e-mail
pt: e-mail administrador

source: Allow Question Submission
it: consentire la presentazione domanda
pt: permitir o envio questão

source: Days to Defer Question
it: giorni di tempo per rinviare questione
pt: dias para adiar a questão

source: Time after which admissible questions are automatically deferred
it: tempo dopo il quale le domande ammissibili sono automaticamente differito
pt: tempo após o qual as questões são admissíveis automaticamente adiada

source: Days to Notify Ministry of Pending Response
it: giorni di tempo per notificare ministero di attesa della risposta
pt: dias para notificar ministério de processos pendentes de resposta

source: Timeframe after which the clerksoffice and the ministry is alerted thatquestions that are pending response are not yet answered
pt: período de tempo após o qual o gabinete do secretário e do ministério é alertado de que as questões que estão pendentes de resposta ainda não respondeu

source: Days before question scheduled
it: giorni prima della discussione in programma
pt: dias antes da questão agendada

source: Days before bill scheduled
it: giorni prima bolletta di linea
pt: dias antes da lei prevista

source: Max Questions Per Sitting
it: domande max per seduta
pt: max perguntas por sessão

source: Max Questions Per Sitting Per MP
it: max per questioni seduta per mp
pt: max perguntas por sessão por mp

source: Email Notifications Enabled?
it: notifiche e-mail abilitati?
pt: notificações de e-mail ativado?

source: Name of the Assignment
it: nome della cessione
pt: nome da tarefa

source: Start Date of the Assignment
it: data di inizio della cessione
pt: data de início do trabalho

source: End Date of the Assignment
it: data di fine della cessione
pt: data de término do trabalho

source: Assignment Type
it: assegnazione di tipo
pt: tipo de tarefa

source: Status
it: stato
pt: estado

source: Notes
it: note
pt: notas

source: View party
it: vedi partito
pt: festa vista

source: Add government
it: aggiungi governo
pt: governo add

source: Edit government
it: governo modifica
pt: governo editar

source: Delete government
it: governo di eliminare
pt: governo apagar

source: View government
it: vista del governo
pt: governo exibição

source: Add group member
it: membro del gruppo di aggiungere
pt: adicionar membro do grupo

source: Edit group member
it: membro del gruppo di modifica
pt: editar membro do grupo

source: Delete group member
it: membro del gruppo cancellare
pt: membro do grupo apagar

source: View group member
it: vedi membro del gruppo
pt: membro do grupo de exibição

source: Add office
it: aggiungi ufficio
pt: adicionar escritório

source: Edit office
it: modifica ufficio
pt: editar escritório

source: Delete office
it: ufficio cancellare
pt: escritório apagar

source: View office
it: vedi ufficio
pt: escritório vista

source: Change office type
it: cambiare tipo ufficio
pt: tipo de mudança escritório

source: Edit historical content
it: modificare il contenuto storico
pt: editar conteúdo histórico

source: Add office member
it: iscritto aggiungere ufficio
pt: adicionar escritório membro

source: Edit office member
it: iscritto modifica ufficio
pt: editar membro office

source: Delete office member
it: membro office cancellare
pt: membro office apagar

source: View office member
it: vista socio ufficio
pt: membro office vista

source: Translate content
it: tradurre il contenuto
pt: traduzir o conteúdo

source: Add ministry
it: aggiungi ministero
pt: adicionar ministério

source: Edit ministry
it: modifica ministero
pt: editar ministério

source: Delete ministry
it: ministero cancella
pt: ministério apagar

source: View ministry
it: visualizza ministero
pt: ministério vista

source: Edit mp
it: modifica mp
pt: editar mp

source: Delete mp
it: mp cancellare
pt: mp apagar

source: View mp
it: vista mp
pt: mp vista

source: Add user
it: aggiungere l'utente
pt: adicionar usuário

source: Edit user
it: modifica utente
pt: editar usuário

source: Delete user
it: elimina utente
pt: apagar utilizador

source: View user
it: vista degli utenti
pt: usuário visualizar

source: Add session
it: aggiungi sessione
pt: adicionar sessão

source: Add constituency
it: aggiungi circoscrizione
pt: adicionar eleitoral

source: Edit constituency
it: modifica elettorale
pt: editar eleitoral

source: Delete constituency
it: circoscrizione cancellare
pt: circunscrição apagar

source: View constituency
it: vista elettorale
pt: circunscrição vista

source: Add minister
it: aggiungere membro del ministero
pt: adicionar membro do ministério

source: Edit minister
it: modifica membro del ministero
pt: editar membro do ministério

source: Edit session
it: sessione di modifica
pt: editar sessão

source: Delete minister
it: membro del ministero cancella
pt: membro excluir do ministério

source: View minister
it: membro vista del ministero
pt: membro do ministério de vista

source: Add committee member
it: membro del comitato di aggiungere
pt: adicionar membro do comitê

source: Edit committee member
it: membro del comitato di modifica
pt: editar membro do comitê

source: Delete committee member
it: membro del comitato cancellare
pt: membro da comissão de apague

source: Delete session
it: sessione di eliminare
pt: sessão apagar

source: View committee member
it: vedi membro del comitato
pt: membro da comissão de vista

source: Add committee staff
it: aggiungi comitato del personale
pt: add pessoal da comissão

source: Edit committee staff
it: modifica comitato del personale
pt: editar pessoal da comissão

source: Delete committee staff
it: comitato del personale eliminare
pt: pessoal da comissão apagar

source: View committee staff
it: vista comitato del personale
pt: pessoal da comissão vista

source: Add sitting
it: aggiungi seduta
pt: adicionar sessão

source: Add political group member
it: aggiungi membro del gruppo politico
pt: adicionar membro do grupo político

source: Edit political group member
it: modifica membro del gruppo politico
pt: editar membro do grupo político

source: Delete political group member
it: cancellare gruppo politico membro
pt: membro do grupo político apagar

source: View political group member
it: vedi membro del gruppo politico
pt: vista dos membros do grupo político

source: Edit sitting
it: modifica seduta
pt: editar sessão

source: Add address
it: aggiungere l'indirizzo
pt: adicionar o endereço

source: Edit address
it: modificare l'indirizzo
pt: editar endereço

source: Delete address
it: indirizzo eliminare
pt: endereço apagar

source: View address
it: vedi indirizzo
pt: visualizar endereço

source: Delete sitting
it: eliminare seduta
pt: excluir sessão

source: Add delegation
it: aggiungi delegazione
pt: adicionar delegação

source: Edit delegation
it: modifica delega
pt: editar delegação

source: Delete delegation
it: delegazione cancellare
pt: delegação apagar

source: View delegation
it: vista delegazione
pt: delegação vista

source: Add title/function
it: aggiungere un titolo / funzione
pt: adicionar um título / função

source: Edit title/function
it: modifica titolo / funzione
pt: editar o título / função

source: Delete title/function
it: titolo cancellare / funzione
pt: título apagar / função

source: View title/function
it: intestazione / funzione
pt: título vista / função

source: Reorder schedulings
it: riordinare schedulings
pt: agendamentos reordenar

source: Add title/event
it: aggiungere un titolo / evento
pt: adicionar um título / evento

source: Edit title/event
it: modifica titolo / evento
pt: editar o título / evento

source: Delete title/event
it: titolo cancellare / evento
pt: título apagar / evento

source: View title/event
it: intestazione / evento
pt: título vista / evento

source: View audit log
it: vista audit log
pt: log de auditoria vista

source: Add item scheduling
it: aggiungi programmazione voce
pt: adicionar item programação

source: Add and edit amendments
it: aggiungere e modificare gli emendamenti
pt: adicionar e editar as alterações

source: View amendments
it: vedi gli emendamenti
pt: alterações vista

source: Edit item scheduling
it: modifica degli orari voce
pt: editar item de programação

source: Add and edit comments
it: aggiungere e modificare commenti
pt: adicionar e editar comentários

source: View comments
it: visualizza commenti
pt: ver comentários

source: View Agenda
it: vista agenda
pt: ver agenda

source: View 'Votes and Proceedings'
it: voti vista e procedimenti
pt: votos vista e processos

source: Add Consignatory
it: aggiungi cofirmatario
pt: adicionar co-signatário

source: Delete Consignatory
it: eliminare cofirmatario
pt: excluir co-signatário

source: Edit Consignatory
it: modifica cofirmatario
pt: editar co-signatário

source: Delete item scheduling
it: eliminare la pianificazione voce
pt: agendamento item excluir

source: Add Group Item Assignment
it: aggiungere assegnazione elemento di gruppo
pt: adicionar item trabalho de grupo

source: Delete Group Item Assignment
it: elimina gruppo assegnazione voce
pt: apagar grupo atribuição item

source: Edit Group Item Assignment
it: modifica assegnazione elemento di gruppo
pt: editar item de trabalho de grupo

source: Permission to generate report
it: permesso di generare report
pt: permissão para gerar relatório

source: Add item scheduling category
it: aggiungi categoria elemento di programmazione
pt: adicionar categoria de programação item

source: add an attached file
it: aggiungere un file allegato
pt: adicionar um arquivo anexado

source: edit an attached file
it: modificare un file allegato
pt: editar um arquivo anexado

source: view an attached file
it: visualizzare un file allegato
pt: visualizar um arquivo anexado

source: delete an attached file
it: cancellare un file allegato
pt: apagar um arquivo anexado

source: Edit item scheduling discussion
it: modifica degli orari oggetto di discussione
pt: editar item de discussão programação

source: View sitting attendance
it: vista seduta presenze
pt: ver sentado atendimento

source: Add sitting attendance
it: aggiungi seduta presenze
pt: adicionar sessão atendimento

source: Edit sitting attendance
it: modifica seduta presenze
pt: editar sessão atendimento

source: Delete sitting attendance
it: eliminare seduta presenze
pt: atendimento sessão apagar

source: Add committee
it: aggiungi commissione
pt: adicionar comissão

source: Edit committee
it: modifica del comitato
pt: editar comissão

source: Delete committee
it: comitato di eliminare
pt: comissão de apague

source: View committee
it: vista commissione
pt: comissão vista

source: Add Question
it: questione aggiungere
pt: questão de adicionar

source: Edit Question
it: questione modifica
pt: questão editar

source: Delete Question
it: questione cancellare
pt: questão de apagar

source: View Question
it: vista questione
pt: questão de opinião

source: Add heading
it: aggiungere voce
pt: adicionar posição

source: Edit heading
it: modifica della voce
pt: editar título

source: Delete heading
it: cancellare rubrica
pt: excluir posição

source: View heading
it: vedi voce
pt: ver rubrica

source: Add Motion
it: aggiungere movimento
pt: adicionar movimento

source: Edit Motion
it: modifica del movimento
pt: editar movimento

source: Delete Motion
it: movimento cancellare
pt: movimento apagar

source: View Motion
it: vista movimento
pt: movimento vista

source: Add agenda item
it: aggiungi punto all'ordine del giorno
pt: adicionar item da agenda

source: Edit agenda item
it: modifica punto all'ordine del giorno
pt: editar item da agenda

source: Delete agenda item
it: punto dell'ordine del giorno cancellare
pt: agenda item excluir

source: View agenda item
it: vedi punto dell'ordine del giorno
pt: item da agenda vista

source: Add tabled document
it: aggiungi documento presentato
pt: adicionar documento entregue

source: Edit tabled document
it: modifica del documento presentato
pt: editar documento apresentado

source: Delete tabled document
it: eliminare documento presentato
pt: documento entregue apagar

source: View tabled document
it: vedi documento presentato
pt: ver documento entregue

source: Edit Response
it: modifica la risposta
pt: editar resposta

source: View Response
it: vista la risposta
pt: ver resposta

source: Add Parliament
it: aggiungi parlamento
pt: adicionar parlamento

source: Edit Parliament
it: modifica parlamento
pt: editar parlamento

source: Delete Parliament
it: parlamento cancellare
pt: parlamento apagar

source: View Parliament
it: secondo il parlamento
pt: parlamento vista

source: Add Bill
it: disegno di legge aggiungere
pt: bill adicionar

source: Edit Bill
it: disegno di legge modifica
pt: bill editar

source: Delete Bill
it: disegno di legge elimina
pt: apagar conta

source: View Bill
it: vista fattura
pt: bill vista

source: Admin User Record
it: utente amministratore record
pt: registro do usuário administrador

source: Edit historical data
it: modifica dei dati storici
pt: editar os dados históricos

source: Add party
it: aggiungi partito
pt: partido adicionar

source: Edit party
it: partito modifica
pt: partido editar

source: Delete party
it: partito cancellare
pt: partido apagar

source: Member of parliament
it: deputato
pt: membro do parlamento

source: Owner
it: proprietario
pt: proprietário

source: Minister
it: ministro
pt: ministro

source: Clerks Office
it: cancelleria per ufficio
pt: escriturário de

source: Speaker Office
it: parlante ufficio
pt: escritório falante

source: Translators Office
it: traduttore ufficio
pt: escritório tradutor

source: All authenticated users
it: tutti gli utenti autenticati
pt: todos os usuários autenticados

source: Bungeni Visitor
it: visitatore bungeni
pt: visitante bungeni

source: Site Manager
pt: gerenciador do site

source: Bungeni Admin
it: amministratore bungeni
pt: administrador bungeni

source: Add mp
it: aggiungi mp

source: add translation
it: aggiungi traduzione
