Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/branches/config_testing/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ru

source: translate_item_legend
ru: Добавить $language перевод

source: translate_item_help
ru: В документе &quot;$title&quot; еще не были переведены на $language. Используйте эту форму, чтобы добавить перевод

source: translate_item_title
ru: Добавление $language перевод

source: Save translation
ru: Сохранить перевод

source: Item reordering
ru: Пункт переупорядочивания

source: Delete
ru: Удалять

source: Could not delete item due to database integrity error. You may wish to try deleting any related sub-records first?
ru: Не удается удалить пункт из-за ошибки базы данных целостность. Вы можете попробовать удалить любые связанные с суб-отчетов в первую очередь?

source: General
ru: Общий

source: This content is not yet translated into $language
ru: Эта информация пока не переведены на $language

source: Direction
ru: Направление

source: AM
ru: М.

source: Move
ru: Двигаться

source: Item ID
ru: Пункт ID

source: Delete item confirmation
ru: Исключить пункт подтверждение

source: label_required
ru: (Обязательно)

source: title_required
ru: Требуется

source: Also editing the document:
ru: Кроме того, редактирование документа:

source: Parliamentary activities
ru: Парламентская деятельность

source: Offices held
ru: Занимаемые должности

source: office_held
ru: Офис

source: office_type
ru: Тип

source: office_title
ru: Название

source: office_from
ru: От

source: office_to
ru: К

source: Subscribe
ru: Подписать

source: Unsubscribe
ru: Отказаться от подписки

source: Written response to question by ${respondent}
ru: Письменный ответ на вопрос ${respondent}

source: invalid date. choose or type correct date
ru: неверную дату. выбрать или ввести правильную дату

source: Email already taken!
ru: Отправить уже занят!

source: Start date must be after (%s)
ru: Дата начала должна быть после (%s)

source: Start date must be prior to (%s)
ru: Дата начала должна быть до (%s)

source: End date must be equal to start date
ru: Дата окончания должна быть равна дате начала

source: End date must be after (%s)
ru: Дата окончания должна быть после (%s)

source: End date must be prior to (%s)
ru: Дата окончания должна быть до (%s)

source: The person is a member in (%s) at that date
ru: Лицо является членом в (%s) на эту дату

source: Start date cannot be after the parliaments dissolution
ru: Дата начала не может быть после роспуска парламента

source: Start date must start after the swearing in of the parliament
ru: Дата начала должна начинаться после приведения к присяге в парламенте

source: The start date overlaps with (%s)
ru: Дата начала совпадает с (%s)

source: The end date overlaps with (%s)
ru: Конечная дата совпадает с (%s)

source: Another government is not yet dissolved (%s)
ru: Другое правительство пока не растворится (%s)

source: This persons already has the title %s
ru: Это лица, уже имеет звание %s

source: A person with the title %s already exists
ru: Человек с названием уже существует %s

source: Venue "$venue" already booked in this time slot
ru: Место проведения &quot;$venue&quot; уже забронированы в этом временном интервале

source: If recurrence is limited by date, it must lie after the starting date
ru: Если рецидив ограничен по времени, она должна находиться после даты начала

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
ru: Один или несколько мероприятий запланировано на $F, которая после даты окончания расписания группы

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
ru: Один или несколько мероприятий запланировано на $F, которая пересекается с существующими заседание

source: A title with %s sub role already exists
ru: Титул %s суб роль уже существует

source: Contacts
ru: Связи

source: Personal Info
ru: Личная информация

source: No item has been set
ru: Ни один пункт был установлен

source: Invalid account credentials
ru: Недопустимые параметры учетной записи

source: You are now logged in
ru: Теперь вы вошли в систему

source: Restore Login
ru: Восстановление Войти

source: Restore
ru: Восстановление

source: Your login is:
ru: Ваш логин:

source: Bungeni login restoration
ru: Bungeni входа восстановление

source: Your login was sent to you email.
ru: Ваш логин был послан к вам письмо.

source: Wrong email address.
ru: Неправильный адрес электронной почты.

source: Restore Password
ru: Восстановление пароля

source: This user's link is still active!
ru: Ссылка Пользователь по-прежнему активен!

source: Restore password link:
ru: Восстановление пароля ссылке:

source: This link will expire in 24 hours.
ru: Эта ссылка будет истекает в 24 часа.

source: Bungeni password restoration
ru: Bungeni восстановления пароля

source: Email was sent!
ru: Электронная почта была отправлена!

source: User not found!
ru: Пользователь не найден!

source: Password
ru: Пароль

source: Confirm Password
ru: Подтвердите пароль

source: Reset Password
ru: Сброс пароля

source: Wrong key!
ru: Неправильный ключ!

source: Key expired!
ru: Основные истек!

source: Reset
ru: Сброс

source: Password confirmation failed!
ru: Подтверждение пароля не удалась!

source: Password successfully reset!
ru: Пароль успешно сбросить!

source: First name
ru: Имя

source: Last name
ru: Фамилия

source: Middle name
ru: Отчество

source: Profile
ru: Профиль

source: Profile data updated
ru: Профиль обновление данных

source: Old password
ru: Старый пароль

source: Old password incorrect
ru: Старый пароль неверный

source: Password confirmation failed
ru: Подтверждение пароля не удалось

source: Password changed
ru: Пароль изменен

source: Logout
ru: Выход

source: label_translate
ru: Язык:

source: label_state
ru: Государство:

source: label_calendar_context
ru: Календарь:

source: label_document_download
ru: скачать документ

source: Download PDF
ru: Скачать PDF

source: Download ODT
ru: Скачать ODT

source: Manage Scheduling Content
ru: Управление планирования Содержимое

source: Actions Workspace
ru: Действия Workspace

source: Actions Admin
ru: Действия администратора

source: Actions for Calendar Sittings
ru: Действия в календарь заседаний

source: Discussions in scheduling
ru: Обсуждения в планировании

source: Actions for Calendar Schedulings
ru: Действия для календаря Schedulings

source: The 'workflow' menu - allows user to execute workflow transitions
ru: &quot;Рабочий процесс&quot; меню - позволяет пользователю выполнять рабочий процесс перехода

source: The 'Calendar' menu - allows user to select a scheduling context
ru: &quot;Календарь&quot; меню - позволяет пользователю выбрать планирование контексте

source: The 'Calendar' menu - for management of content used in calendars
ru: &quot;Календарь&quot; меню - для управления содержанием, используемые в календарь

source: The 'Translate' menu - allows user to translate content
ru: &quot;Перевести&quot; меню - позволяет пользователю переводить содержание

source: The 'Add' menu - allows user to add content while in workspace
ru: &quot;Добавить&quot; меню - позволяет пользователю добавлять содержание в то время как в рабочей области

source: The 'Actions' menu - provides context-specific actions (views)
ru: Меню &quot;Действия&quot; - предоставляет контекстно-специфические действия (просмотров)

source: Add parliamentary content...
ru: Добавить парламентских содержание ...

source: The 'Add...' menu
ru: &quot;Добавить ...&quot; меню

source: Add...
ru: Добавить ...

source: Add political group member...
ru: Добавить политической члена группы ...

source: Add committee member...
ru: Добавить член комитета ...

source: Add staff...
ru: Добавить сотрудников ...

source: Edit committee staff
ru: Edit-штабного комитета

source: Delete committee staff
ru: Удаление комитет сотрудников

source: Add agenda item...
ru: Добавить пункт повестки дня ...

source: Add sitting...
ru: Добавить сидит ...

source: Add ministry...
ru: Добавить министерства ...

source: Add minister...
ru: Добавить министр ...

source: Edit minister
ru: Edit-министр

source: Delete minister
ru: Удалить министр

source: Add title...
ru: Добавить название ...

source: Add signatory...
ru: Добавить подписавшие ...

source: Respond to question
ru: Ответ на вопрос

source: Delete heading
ru: Удаление заголовка

source: Edit member title
ru: Редактировать Статус

source: Delete member title
ru: Удаление Статус

source: Add title type...
ru: Добавить название типа ...

source: Add office member...
ru: Добавить офис члена ...

source: Edit office member
ru: Редактировать офис члена

source: Delete office member
ru: Удаление члена бюро

source: Settings
ru: Настройки

source: Email settings
ru: Параметры электронной почты

source: Edit sitting
ru: Редактировать сидя

source: Edit attendance
ru: Редактировать посещаемости

source: Delete sitting
ru: Удаление сидя

source: Add session...
ru: Добавить сессии ...

source: Edit MP
ru: Редактировать MP

source: Delete MP
ru: Удалить МП

source: Add user...
ru: Добавить пользователя ...

source: Edit committee member
ru: Редактировать член комитета

source: Delete committee member
ru: Удаление члена комитета

source: Add user address...
ru: Добавить адрес пользователя ...

source: Edit user
ru: Редактировать пользователя

source: Change password
ru: Изменить пароль

source: Edit user address
ru: Изменить адрес пользователя

source: Delete user address
ru: Удалить пользователя адрес

source: Add user delegation...
ru: Добавить пользователя делегации ...

source: Add member title
ru: Добавить Статус

source: Delete signatory
ru: Удаление подписавшие

source: Edit session
ru: Редактировать сессии

source: Delete session
ru: Удаление сессии

source: Add heading...
ru: Добавить заголовок ...

source: Add file...
ru: Добавить файл ...

source: Edit discussion
ru: Редактировать обсуждения

source: Schedule item
ru: Расписание пункт

source: Delete scheduling
ru: Удаление расписания

source: Home
ru: Домой

source: Actions...
ru: Действия ...

source: attachments
ru: вложения

source: Audit log
ru: Журнал аудита

source: Delete user
ru: Удалить пользователя

source: Edit attached file
ru: Редактировать прикрепленного файла

source: Delete attached file
ru: Удаление вложенного файла

source: Download attached file
ru: Скачать прикрепленный файл

source: Edit parliament
ru: Редактировать парламент

source: Edit office
ru: Редактировать офис

source: Edit committee
ru: Редактировать комитет

source: Edit political group
ru: Изменить политическую группу

source: Delete parliament
ru: Удалить парламент

source: Delete office
ru: Удаление офиса

source: Delete committee
ru: Удалить комитет

source: Delete political group
ru: Удаление политической группы

source: Edit government
ru: Изменить правительство

source: Edit ministry
ru: Редактировать министерства

source: Delete ministry
ru: Удалить министерства

source: Edit group address
ru: Изменить адрес группы

source: Delete group address
ru: Удалить группу адрес

source: Edit title type
ru: Изменить название типа

source: Delete title type
ru: Очистить название типа

source: Delete user delegation
ru: Удалить пользователя делегации

source: Edit user delegation
ru: Редактировать пользователя делегации

source: Committee schedule
ru: Комитет по графику

source: report-template-missing
ru: Файл шаблона отчета не существует ${path}

source: No items found
ru: Товаров нет

source: Report Type
ru: Тип отчета

source: Choose template to use in generating Report
ru: Выберите шаблон для использования в создании отчета

source: Start date for this Report
ru: Дата начала этого отчета

source: Publication Number
ru: Номер публикации

source: Optional publication number for this Report
ru: Дополнительный номер публикации настоящего отчета

source: Report Title
ru: Название доклада

source: Preview
ru: Предварительный просмотр

source: See the preview of the report below
ru: См. предварительный доклад под

source: Report has been processed and saved
ru: Доклад был обработан и сохранен

source: Choose a starting date for this report
ru: Выберите дату начала этого доклада

source: Choose an end date for this report
ru: Выберите дату окончания данного отчета

source: heading
ru: заголовок

source: minute record
ru: минуты записи

source: Modify Item
ru: Изменить пункт

source: NO TEXT RECORD FOUND
ru: NO TEXT найденной записи

source: Select existing heading
ru: Выберите существующий заголовок

source: the agenda is empty. add items from below from from the available documents to the right
ru: Повестка дня пуст. добавлять элементы снизу от от имеющихся документов на право

source: add text records
ru: добавить текст записи

source: custom heading
ru: пользовательский заголовок

source: change this text
ru: изменить текст

source: Remove item from schedule
ru: Удаление элемента из графика

source: Are you sure you want to remove this item from schedule ?
ru: Вы действительно хотите удалить этот пункт из графика?

source: No items have been scheduled. Add something then save.
ru: Нет элементов были запланированы. Добавить что-то сохранить.

source: saving changes to schedule...
ru: сохранения изменений в график ...

source: saving changes to minutes...
ru: сохранения изменений минут ...

source: reloading schedule...
ru: перегрузка график ...

source: there was an error while saving the schedule
ru: произошла ошибка при сохранении графика

source: no filters selected
ru: не выбрано

source: you did not choose any filters.select some filters then hit apply
ru: Вы не выбрать любой filters.select некоторые фильтры применяются затем нажмите

source: clear filters
ru: ясно фильтры

source: apply filters
ru: применять фильтры

source: this schedule is read only
ru: этот график только для чтения

source: add text to schedule
ru: добавить текст для планирования

source: Schedule has unsaved changes
ru: Расписание есть несохраненные изменения

source: Do you want to delete unsaved minute?
ru: Вы действительно хотите удалить несохраненные минуту?

source: Confirmation Required
ru: Требуется подтверждение

source: Really remove this minute record?
ru: Действительно удалить эту минуту записи?

source: You need to save the schedule before adding minutes for it.to this item.
ru: Вы должны сохранить график, прежде чем добавлять минут it.to этому вопросу.

source: *Unsaved item. No minute records.
ru: * Несохраненные пункта. Нет минуты записи.

source: No minute records
ru: Нет минуты записи

source: Edit
ru: Редактировать

source: Loading minutes...
ru: Загрузка минут ...

source: unable to load minutes...
ru: не удалось загрузить минут ...

source: agenda preview
ru: Повестка дня просмотра

source: generating agenda preview...
ru: Повестка дня создания предварительного просмотра ...

source: ERROR: Could to generate preview
ru: ОШИБКА: Не могли бы генерировать предварительный просмотр

source: This event is unsaved. Edit to make any corrections and then save it
ru: Это событие не был сохранен. Изменить, чтобы внести какие-то корректировки, а затем сохранить его

source: changes from
ru: изменений

source: Query
ru: Запрос

source: Content type
ru: Тип содержимого

source: Status date
ru: Статус дате

source: Highlight words
ru: Выделите слова

source: Annotation
ru: Аннотация

source: rank
ru: ранжировать

source: type
ru: тип

source: title
ru: название

source: status
ru: статус

source: weight
ru: вес

source: percent
ru: процент

source: Search
ru: Поиск

source: Invalid Query
ru: Неверный запрос

source: Field
ru: Поле

source: upload-file
ru: Загрузить файл

source: Advanced Search
ru: Расширенный поиск

source: Results
ru: Результаты

source: Welcome to Bungeni
ru: Добро пожаловать в Bungeni

source: Access to current and historical records
ru: Доступ к текущим и историческим данным

source: Sitting attendance record
ru: Сидя рекорд посещаемости

source: Update member attendance for the sitting
ru: Обновление член посещаемости заседаний

source: View in Bungeni
ru: Посмотреть в Bungeni

source: Diff <b>x</b>
ru: Разница <b>х</b>

source: unchanged
ru: без изменений

source: keep-file
ru: Сохранить существующий файл

source: replace-file
ru: Заменить на новый файл:

source: download-file
ru: скачать

source: keep-image
ru: Имейте существующее изображение

source: delete-image
ru: Удалить текущее изображение

source: replace-image
ru: Заменить на новую картинку:

source: upload-image
ru: Загрузить изображение

source: An error occurred during generation of the document
ru: Произошла ошибка во время создания документа

source: Similar Content
ru: Подобные Содержимое

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
ru: Выберите версию для сравнения с текущей рабочей копии, или сделать два выбора сравнивать исторические версии

source: Change state...
ru: Изменение состояния ...

source: Current state: ${state}.
ru: Текущее состояние: ${state}.

source: History
ru: История

source: No history available for this item
ru: Нет истории для данного пункта

source: Rebuild search index
ru: Перестроить поисковый индекс

source: Form values must be of type string or list
ru: Форма значения должны быть строкой или список

source: No Text
ru: Нет текста

source: version
ru: версия

source: procedure
ru: процедура

source: modified
ru: модифицированный

source: by
ru: по

source: message
ru: сообщение

source: No Version Data
ru: Нет данных Версия

source: Change Message
ru: Изменение сообщение

source: Version Log
ru: Версия Войти

source: New Version
ru: Новая версия

source: New Version Created
ru: Новая версия, созданная

source: Revert To
ru: Вернуться к

source: Select one item to revert to
ru: Выберите один пункт, чтобы вернуться к

source: Reverted to Previous Version %s
ru: Возврат к предыдущей версии %s

source: Show Differences
ru: Показать Различия

source: Displaying differences
ru: Показаны различия

source: Select one or two items to show differences
ru: Выберите один или два пункта, чтобы показать различия

source: From
ru: От

source: Leave blank or set lower limit
ru: Оставьте пустым или установить нижний предел

source: To
ru: К

source: Leave blank or set upper limit
ru: Оставьте пустым или установить верхний предел

source: Or select
ru: Или выберите

source: Set date range to that of a given particular parliament
ru: Установите диапазон дат, которые в данный конкретный парламент

source: Filter the archive by date range
ru: Фильтр архива по дате

source: parliament...
ru: парламент ...

source: Filter
ru: Фильтр

source: Invalid Date Range
ru: Неверный диапазон дат

source: Start date must be before %s
ru: Дата начала должна быть, прежде чем %s

source: End date must be after %s
ru: Дата окончания должна быть после %s

source: Date range set
ru: Набор диапазона дат

source: Clear
ru: Очистить

source: Date range cleared
ru: Диапазон дат очищается

source: Filter by date or parliament
ru: Фильтр по дате или парламент

source: you_are_here
ru: Вы находитесь здесь:

source: tabs_home
ru: Домой

source: Add items to schedule by clicking on the checkbox
ru: Добавление элементов в расписание, нажав на флажок

source: heading_sections
ru: Разделы

source: documents
ru: документация

source: signature_requirement_met
ru: Этот документ имеет необходимое количество участников. ${signed_members} пользователь (ей) подписали. ${required_members} подпись (и) требуется.

source: signature_requirements_not_met
ru: Этот документ не имеет необходимого количества участников. Требуется ${required_members} подпись (и). ${signed_members} пользователь (ей) подписали.

source: Listing
ru: Список

source: Unknown
ru: Неизвестный

source: Invalid date: $value
ru: Неверная дата: $value

source: Form upload is not a file object
ru: Форма загрузки не является файлом объекта

source: download
ru: скачать

source: Choose Month
ru: Выберите месяц

source: Enter Year
ru: Введите год

source: OK
ru: ОК

source: Please enter a valid year
ru: Пожалуйста, введите год

source: Incorrect string data for date
ru: Неправильные данные строки для даты

source: Incorrect string data for date and time
ru: Неправильные данные строки даты и времени

source: start typing to chose $fname...
ru: начните вводить выбрать $fname ...

source: selected subject terms
ru: выбранных условий теме

source: no subjects
ru: никакие предметы

source: Workflow history
ru: Workflow истории

source: date
ru: дата

source: description
ru: описание

source: Comment on workflow change
ru: Комментарий на рабочий процесс изменения

source: Active Date
ru: Активное Дата

source: Registry number
ru: Номер в реестре

source: Active Date is in the past.
ru: Активное Дата в прошлом.

source: Active Date is in the future.
ru: Активное Дата в будущем.

source: Confirmation required for workflow transition: '${title}'
ru: Подтверждение, необходимое для перехода потока: &quot;${title}&quot;
