Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/branches/config_testing/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ru

source: Actions
ru: Действия

source: Add
ru: Добавлять

source: Cancel
ru: Отменить

source: Save and add another
ru: Сохранить и добавить еще один

source: Save
ru: Экономить

source: Current parliamentary activity
ru: Текущий парламентской деятельности

source: Committee schedules
ru: Комитет графики

source: Plenary Sittings
ru: Пленарные заседания

source: Administration
ru: Управление

source: Manage bungeni settings
ru: Управление настройками bungeni

source: Content
ru: Содержание

source: browse bungeni content
ru: просматривать содержание bungeni

source: email settings
ru: параметры электронной почты

source: manage email settings
ru: управлять настройки электронной почты

source: search index settings
ru: искать индекс настройки

source: manage search index settings
ru: управлять настройками поискового индекса

source: registry settings
ru: параметров реестра

source: manage registry settings
ru: управлять параметрами реестра

source: Submitted by
ru: Представлено

source: Approved on
ru: Утверждено

source: published on
ru: опубликованы на

source: notice given on
ru: уведомлением о

source: Sitting:
ru: Сидят:

source: to
ru: к

source: Sitting scheduled for
ru: Сидя запланирован на

source: verbose_sitting_title
ru: Заседание ${group_name} @ ${sitting_venue}

source: Scheduled for sitting ($start to $end)
ru: Запланированные для сидения (в $start $end)

source: translation
ru: перевод

source: Version
ru: Версия

source: Last modified
ru: Последние изменения

source: Discussion
ru: Обсуждение

source: Address
ru: Адрес

source: Unknown user group
ru: Неизвестная группа пользователей

source: title_html_fragment_odf_transform
ru: HTML-фрагмент OpenDocument Format

source: visible
ru: видимый

source: pending
ru: в ожидании

source: scheduled
ru: запланировано

source: Submit to Clerk
ru: Отправить на Клерк

source: Schedule
ru: Расписание

source: Reset global registry number
ru: Сброс общее число реестр

source: Reset questions registry number
ru: Сброс вопросов регистрационный номер

source: Reset motions registry number
ru: Сброс движения регистрационный номер

source: Reset agenda items registry number
ru: Сброс повестки дня регистрационный номер

source: Reset bills registry number
ru: Сброс счета регистрационный номер

source: Reset reports registry number
ru: Сброс отчетов регистрационный номер

source: Reset tabled documents registry number
ru: Сброс представленных документов, регистрационный номер

source: Email Notifications Enabled?
ru: Уведомления по электронной почте включена?

source: Email server hostname or IP address
ru: Почтовый сервер хоста или IP-адрес

source: Email server port
ru: Email порт сервера

source: Email server login name
ru: Почтовый сервер имя

source: Email server password
ru: Email пароль сервера

source: Default sender address
ru: По умолчанию адрес отправителя

source: Connect securely to mail server (using TLS)
ru: Безопасно подключаться к почтовому серверу (с помощью TLS)

source: full names
ru: полные имена

source: Save and view
ru: Сохранить и просматривать

source: Updated attendance record
ru: Обновлен рекорд посещаемости

source: user
ru: пользователь

source: No Change Data
ru: Нет изменений в данных

source: Daily
ru: Ежедневно

source: Weekly
ru: Еженедельно

source: event_form_field_default
ru: выбрать ${event_field_title}

source: Scheduling
ru: Планирование

source: Activity Type
ru: Вид деятельности

source: Meeting Type
ru: Совещание типа

source: Convocation Type
ru: Тип созыва

source: ${localized_start_date} to ${localized_end_date}
ru: ${localized_start_date} в ${localized_end_date}

source: Unable to add a sitting. Please make corrections.
ru: Не удается добавить заседании. Пожалуйста, внести коррективы.

source: Error Updating Sitting
ru: Ошибка при обновлении заседание

source: Sitting Votes and Proceedings
ru: Сидя голосов и материалы

source: Sitting Agenda
ru: Сидя повестки дня

source: choose status
ru: выбрать статус

source: Start date and time of sitting
ru: Дата и время сидения

source: Choose sitting's start date and time
ru: Выберите заседание дата и время начала

source: End date and time of sitting
ru: Конечные дата и время сидения

source: Choose sitting's end date and time
ru: Выберите заседание дата и время окончания

source: Venue
ru: Место встречи

source: Venues
ru: Места

source: Language
ru: Язык

source: Calendar of
ru: Календарь

source: Agenda
ru: Повестка дня

source: Acronym
ru: Акроним

source: Activate
ru: Активировать

source: Active
ru: Активный

source: Active Committee
ru: Активное комитета

source: Active Group
ru: Активная группа

source: Active Parliament
ru: Активное парламента

source: Active User
ru: Активный пользователь

source: Address Type
ru: Адрес типа

source: Addresses
ru: Адреса

source: Adjourn
ru: Отсрочивать

source: Adjourn First Reading
ru: Окончание первом чтении

source: Adjourn First Report Reading
ru: Окончание первого чтения доклада

source: Adjourn Second Reading
ru: Откладывает втором чтении

source: Adjourn Third Reading
ru: Откладывает в третьем чтении

source: Adjourn Whole House Committee
ru: Окончание полного комитета палаты

source: Adjourn debate
ru: Перерыве в прениях

source: Admissible
ru: Допустимый

source: Admissible Date
ru: Допустимые Дата

source: Adopt
ru: Принимать

source: Adopt with amendments
ru: Принять с поправками

source: Adopted
ru: Принятые

source: Adopted with amendments
ru: Документ принят с поправками

source: Agenda Items
ru: Пункты повестки дня

source: Allow scheduling
ru: Разрешить планирование

source: Allow scheduling of First Reading
ru: Разрешить планирование первом чтении

source: Allow scheduling of First Report Reading
ru: Разрешить планирование первом чтении отчета

source: Allow scheduling of Second Reading
ru: Разрешить планирование втором чтении

source: Allow scheduling of Third Reading
ru: Разрешить планирование третьем чтении

source: Allow scheduling of Whole House Committee
ru: Разрешить планирование Всего комитета палаты

source: Allow scheduling/rescheduling of Whole House Committee
ru: Разрешить планирование / реструктуризация Всего комитета палаты

source: Approve
ru: Утвердить

source: Approved Bill
ru: Утвержден законопроект

source: Archive
ru: Архив

source: Attachment
ru: Привязанность

source: Attachment Type
ru: Приложения типа

source: Attachments
ru: Вложения

source: Attendance
ru: Посещаемость

source: Awaiting Consent
ru: Ожидается согласия

source: Bill
ru: Билл

source: Bill Published in Gazette
ru: Билл опубликованное в бюллетене

source: Bill Type
ru: Билл типа

source: Bill Withdrawn
ru: Билл Изъятые

source: Bills
ru: Векселя

source: Biographical notes
ru: Биографическая справка

source: Choose the type of question
ru: Выберите тип вопроса

source: Choose the type of response expected for this question
ru: Выберите тип ответа ожидается на этот вопрос

source: City
ru: Сити

source: Committee Identifier
ru: Комитет идентификатор

source: Committee Status Type
ru: Комитет по Статусу типа

source: Committee Type
ru: Комитет типа

source: Committee is Dissolved
ru: Комитет растворенного

source: Committees
ru: Комитеты

source: Complete
ru: Полный

source: Complete Response
ru: Полный ответ

source: Countries
ru: Страны

source: Country
ru: Страна

source: Country Code
ru: Код страны

source: Country of Birth
ru: Страна рождения

source: Create
ru: Создавать

source: Create Agenda Item
ru: Создать пункт повестки дня

source: Create Agenda Item (On behalf of)
ru: Создать пункт повестки дня (от имени)

source: Create Bill
ru: Создать Билл

source: Create Motion
ru: Создание движения

source: Create Motion (On behalf of)
ru: Создать Motion (от имени)

source: Create Question
ru: Создать вопрос

source: Create Question (On behalf of)
ru: Создать Вопрос (от имени)

source: Create Report
ru: Создать отчет

source: Create Sitting
ru: Создать Сидя

source: Create Tabled Document
ru: Создать представленных документов

source: Create Tabled Document (On behalf of)
ru: Создать представленных документов (по имени)

source: Create and Sign
ru: Создание и Регистрация

source: Current Nationality
ru: Текущий Национальность

source: Date
ru: Дата

source: Date of Birth
ru: Дата рождения

source: Date of Death
ru: Дата смерти

source: Date of the dissolution
ru: Дата роспуска

source: Date of the election
ru: Дата выборов

source: Date of the swearing in
ru: Дата приведения к присяге

source: Deactivate
ru: Дезактивировать

source: Debate
ru: Дебаты

source: Debate adjourned
ru: Дебаты отложены

source: Debated
ru: Обсуждены

source: Deceased User
ru: Умерших пользователей

source: Defer
ru: Откладывать

source: Deferred
ru: Отложенный

source: Description
ru: Описание

source: Disapprove
ru: Не одобрять

source: Dissolve
ru: Растворять

source: Document Type
ru: Тип документа

source: Draft
ru: Проект

source: Draft - Committee not yet Active
ru: Проект - Комитет еще не активность

source: Draft - Group not yet Active
ru: Проект - группа еще не активность

source: Draft - Parliament not yet Active
ru: Проект - парламент еще не активность

source: Draft Address
ru: Проект адрес

source: Draft Agenda
ru: Проект повестки дня

source: Draft Bill
ru: Законопроект

source: Draft Event
ru: Проект событий

source: Draft Minutes
ru: Проект протокола

source: Drop
ru: Падение

source: Dropped
ru: Добыча

source: Editorial Note
ru: От редакции

source: Elapse
ru: Проходить

source: Elapsed
ru: Прошедшее

source: Election Date
ru: Даты выборов

source: Election Type
ru: Выборы типа

source: Election/Nomination Date
ru: Выборы / Номинация дате

source: Email address
ru: Адрес электронной почты

source: End
ru: Конец

source: End Date
ru: Дата окончания

source: Enter one fax number per line
ru: Введите один номер факса в строке

source: Enter one phone number per line
ru: Введите один телефонный номер в строке

source: Event
ru: Событие

source: Event Type
ru: Тип события

source: Events
ru: События

source: Fax Number(s)
ru: Номер факса (с)

source: File
ru: Файл

source: Finalize Agenda
ru: Завершение повестки дня

source: First Name
ru: Имя

source: First Reading
ru: Первое чтение

source: First Reading Adjourned
ru: Первое чтение Незавершенных

source: First Reading Pending
ru: Первое чтение ожидании

source: First Report Reading
ru: Первое чтение отчета

source: First Report Reading Adjourned
ru: Первое чтение доклада Незавершенных

source: First Report Reading Pending
ru: Первое чтение доклада до

source: Full Name
ru: Полное имя

source: Gender
ru: Пол

source: Government
ru: Правительство

source: Government Identifier
ru: Правительство идентификатор

source: Governments
ru: Правительства

source: Group
ru: Группа

source: Group is Dissolved
ru: Группа растворенного

source: Groups
ru: Группы

source: Heading
ru: Заголовок

source: Headings
ru: Заголовки

source: Identifier
ru: Идентификатор

source: Image
ru: Изображение

source: In power from
ru: В мощностью от

source: In power till
ru: В мощностью до

source: Inactive User
ru: Неактивных пользователей

source: Inactive address
ru: Неактивные адрес

source: Inactive event
ru: Неактивные события

source: Inactive file
ru: Неактивных файлов

source: Inactive heading obsolete
ru: Неактивный заголовок устаревшего

source: Inadmissible
ru: Недопустимый

source: Initial password
ru: Первоначальный пароль

source: Item
ru: Пункт

source: Item Type
ru: Тип элемента

source: Item URI
ru: Пункт URI

source: Last Name
ru: Фамилия

source: Leave Reason
ru: Оставьте разума

source: Limits persons with this title to one
ru: Ограничения лиц с таким названием одной

source: Login
ru: Войти

source: Logo
ru: Логотип

source: Make available for scheduling
ru: Сделать доступным для планирования

source: Member
ru: Член

source: Member of Parliament
ru: Член парламента

source: Middle Name
ru: Отчество

source: Minister
ru: Министр

source: Ministers
ru: Министры

source: Ministries
ru: Министерствам

source: Ministry
ru: Министерство

source: Ministry Identifier
ru: Министерство идентификатор

source: Minutes
ru: Минут

source: Motion
ru: Движение

source: Motions
ru: Движения

source: Move from Deceased
ru: Переход от умерших

source: Move to Deceased
ru: Переход к умершим

source: Moved by
ru: Движимый

source: Mover
ru: Двигатель

source: Name
ru: Имя

source: Name of activity
ru: Имя деятельности

source: Name of the Country
ru: Название страны

source: National Id
ru: Национальный Id

source: Nationality at Birth
ru: Гражданство при рождении

source: Needs Recomplete to Approve
ru: Потребности Переоформление Утвердить

source: Notes
ru: Примечания

source: Notice Date
ru: Обратите внимание на даты

source: Number
ru: Номер

source: Number of clerks
ru: Количество служащих

source: Number of members
ru: Количество членов

source: Number of researchers
ru: Численность исследователей

source: Office
ru: Офис

source: Office Identifier
ru: Офис идентификатор

source: Office Member
ru: Член бюро

source: Office Members
ru: Офис пользователей

source: Offices
ru: Офисы

source: Only one user may have this title
ru: Только один пользователь может иметь это звание

source: Owner
ru: Владелец

source: Parliament
ru: Парламент

source: Parliament Identifier
ru: Парламент идентификатор

source: Parliament is Dissolved
ru: Парламент растворенного

source: Parliamentary session
ru: Парламентская сессия

source: Parliamentary sessions
ru: Парламентские сессии

source: Parliaments
ru: Парламенты

source: Pending response
ru: В ожидании ответа

source: Phone Number(s)
ru: Телефон (ы)

source: Picture of the person
ru: Изображение человека

source: Political Party
ru: Политическая партия

source: Postal Address Type
ru: Почтовый адрес типа

source: Proportional representation
ru: Пропорциональное представительство

source: Public
ru: Общественность

source: Publication Date
ru: Дата публикации

source: Publications type
ru: Публикации типа

source: Publish
ru: Публиковать

source: Publish Internal
ru: Публикация внутренних

source: Publish Internal Agenda
ru: Публикация внутренней повестки дня

source: Publish Minutes
ru: Публикация минут

source: Publish Minutes Internal
ru: Публикация минут Внутренние

source: Publish in Gazette
ru: Публикация в Бюллетене

source: Published
ru: Опубликованный

source: Published Agenda
ru: Опубликовано повестки дня

source: Published Agenda Internal
ru: Опубликовано повестки дня Внутренняя

source: Published Date
ru: Дата публикации

source: Published Internal
ru: Опубликовано внутренних

source: Published Minutes
ru: Опубликовано минут

source: Published Minutes Internal
ru: Опубликовано минуты внутренних

source: Question
ru: Вопрос

source: Question Type
ru: Вопрос типа

source: Questions
ru: Вопросы

source: Quorum
ru: Кворум

source: Re-publish
ru: Повторная публикация

source: Re-schedule
ru: Re-графика

source: Reactivate
ru: Реактивировать

source: Receive
ru: Получать

source: Received by Clerks Office
ru: Поступила в конторских служащих

source: Received by clerk
ru: Поступила клерк

source: Recomplete
ru: Переоформление

source: Redraft
ru: Новая формулировка

source: Redraft (Automatic)
ru: Переформулировать (автоматический)

source: Redraft Agenda
ru: Изменить формулировку повестки дня

source: Redraft Minutes
ru: Переформулировать минут

source: Redraft Response
ru: Изменить формулировку ответа

source: Registry Number
ru: Регистрационный номер

source: Reinstatement Date
ru: Восстановление дате

source: Reject
ru: Отвергать

source: Reject a scheduled motion
ru: Отклонение запланированных движения

source: Rejected
ru: Отклоненные

source: Rejected Bill
ru: Отклонен законопроект

source: Report
ru: Сообщить

source: Reports
ru: Отчеты

source: Require Clarification to Approve
ru: Требуют уточнения, чтобы утвердить

source: Require Clarification to Receive
ru: Требуют уточнения, чтобы получить

source: Require Recomplete to Approve
ru: Требовать Переоформление Утвердить

source: Requires Clarification to Approve
ru: Требуется разъяснение, чтобы утвердить

source: Requires Clarification to Receive
ru: Требуется разъяснение, чтобы получить

source: Reschedule
ru: Перенос

source: Reschedule First Reading
ru: Перенос первом чтении

source: Reschedule First Report Reading
ru: Перенос первом чтении отчета

source: Reschedule Second Reading
ru: Перенос втором чтении

source: Reschedule Third Reading
ru: Перенос третьем чтении

source: Reschedule Whole House Committee
ru: Перенос Всего комитета палаты

source: Response
ru: Ответ

source: Response Type
ru: Время отклика

source: Response completed
ru: Ответ завершен

source: Response submitted
ru: Ответ представленных

source: Resubmit
ru: Повторите

source: Revert to admissible
ru: Вернуться к допустимым

source: Role
ru: Роль

source: Role given to members of this office
ru: Роль данного членов этой должности

source: Salutation
ru: Приветствие

source: Schedule First Reading
ru: Расписание первом чтении

source: Schedule First Report Reading
ru: Расписание первом чтении отчета

source: Schedule Second Reading
ru: Расписание втором чтении

source: Schedule Third Reading
ru: Расписание третьем чтении

source: Schedule Whole House Committee
ru: Расписание Всего комитета палаты

source: Schedule pending
ru: Расписание до

source: Scheduled
ru: Запланированные

source: Second Reading
ru: Второе чтение

source: Second Reading Adjourned
ru: Второе чтение Незавершенных

source: Second Reading Pending
ru: До втором чтении

source: Select Subjects
ru: Выберите субъектов

source: Select the user who moved the document
ru: Выберите пользователя, который переехал документ

source: Send to Ministry
ru: Отправить министерства

source: Short Name
ru: Краткое название

source: Shorter name for the parliament
ru: Короткие названия для парламента

source: Signatories
ru: Подписавшим

source: Signatory
ru: Подписавший

source: Signature Consented
ru: Подпись согласие

source: Signature Rejected
ru: Подпись отклонен

source: Signature Withdrawn
ru: Подпись Изъятые

source: Sitting
ru: Сидящий

source: Sitting Activity Type
ru: Сидя Вид деятельности

source: Sitting Convocation Type
ru: Сидя созыва типа

source: Sitting Meeting Type
ru: Сидя совещании типа

source: Sittings
ru: Заседания

source: Sort Order
ru: Сортировку

source: Start Date
ru: Дата начала

source: Statement of Purpose
ru: Заявление о целях

source: Status
ru: Статус

source: Status Date
ru: Статус Дата

source: Street
ru: Улица

source: Subject Terms
ru: Тема условия

source: Submission Date
ru: Представление даты

source: Submit
ru: Представлять

source: Submit Bill to Select Committee (I)
ru: Отправить законопроект Выберите комитета (I)

source: Submit Bill to Select Committee (II)
ru: Отправить законопроект Выберите комитета (II)

source: Submit Response
ru: Отправить ответ

source: Submit to Signatories
ru: Отправить на подписавшие

source: Submit/Resubmit Bill to Select Committee (II)
ru: Отправить / Повторите Билла Выберите комитета (II)

source: Submitted
ru: Представленный

source: Submitted to Clerk
ru: Представлен Клерк

source: Submitted to Select Committee (after 1st reading)
ru: Представлен Выберите комитет (после 1-го чтения)

source: Submitted to Select Committee (after 2nd reading)
ru: Представлен Выберите комитет (после 2-го чтения)

source: Submitted to Signatories
ru: Представлен подписавшие

source: Submitted to clerk
ru: Представлен клерк

source: Submitted to the Speaker
ru: Представлен к спикеру

source: Substituted by
ru: Заменить

source: Table
ru: Стол

source: Tabled
ru: Представленный

source: Tabled Documents
ru: Представленные документы

source: Text
ru: Текст

source: The order in which members with this title will appear relative to other members
ru: Порядок, в котором участники с таким названием появится в сравнении с другими членами

source: Third Reading
ru: Третье чтение

source: Third Reading Adjourned
ru: Третье чтение Незавершенных

source: Third Reading Pending
ru: Третье чтение В ожидании

source: Title
ru: Название

source: Title types
ru: Название типа

source: Titles
ru: Заголовки

source: Two letter ISO Code for this country e.g. DZ for Algeria
ru: Два письма ISO код для этой страны, например, DZ для Алжира

source: Type of Substitution
ru: Тип замещения

source: Unique identifier or number for this Committee
ru: Уникальный идентификатор или номер для этого Комитета

source: Unique identifier or number for this Government
ru: Уникальный идентификатор или номер для этого правительство

source: Unique identifier or number for this Ministry
ru: Уникальный идентификатор или номер для этого министерства

source: Unique identifier or number for this Office
ru: Уникальный идентификатор или номер для этого офиса

source: Unique identifier or number for this Parliament
ru: Уникальный идентификатор или номер для этого парламент

source: Unique identifier or number for this political group
ru: Уникальный идентификатор или номер для этой политической группы

source: Upload a file
ru: Загрузить файл

source: User
ru: Пользователь

source: Users
ru: Пользователи

source: Versions
ru: Версии

source: Whole House
ru: Всего дом

source: Whole House Adjourned
ru: Всего Дома Незавершенных

source: Whole House Pending
ru: Всего Дома В ожидании

source: Withdraw
ru: Выводить

source: Withdrawn
ru: Изъятые

source: Working Draft
ru: Рабочий проект

source: Zip Code
ru: Почтовый индекс

source: consent
ru: согласие

source: e.g. Mr. Mrs, Prof. etc.
ru: например, г-н Г-жа профессор и т.д.

source: received by clerk
ru: полученные клерк

source: reject
ru: отвергать

source: unsign document - automatic
ru: unsign документа - автоматическое

source: withdraw signature
ru: отозвать подпись

source: withdraw signature - automatic
ru: отозвать подпись - автоматическое

source: Invalid value
ru: Неверное значение

source: This is not a valid email address
ru: Это не является действительным адресом электронной почты

source: Invalid login name
ru: Неверное имя пользователя

source: End Date must be after Start Date
ru: Дата окончания должна быть после даты начала

source: A person cannot be active and substituted at the same time
ru: Человек не может быть активным и заменить в то же время

source: If a person is substituted End Date must be set
ru: Если человек заменяется Дата окончания должна быть установлена

source: If a person is inactive End Date must be set
ru: Если человек неактивных Конечная дата должна быть установлена

source: A parliament member has to be elected/nominated before she/he can be sworn in
ru: Депутат парламента должен быть избран / назначен прежде, чем она / он может быть приведен к присяге

source: Check dates: death must follow birth
ru: Проверка дат: смерть должна следовать рождения

source: No template for document of type: ${dtype}. Contact admin.
ru: Нет шаблонов для документов типа: ${dtype}. Связаться с администратором.

source: An error occurred in Bungeni.
ru: Произошла ошибка в Bungeni.

source: Bungeni - [Error]
ru: Bungeni - [Ошибка]

source: A system error occurred.
ru: Произошла системная ошибка.

source: Your account is not authorized to view this item.
ru: Ваша учетная запись нет прав для просмотра этого элемента.

source: Choose items from provided vocabulary
ru: Выберите элементы при условии словарь

source: View
ru: Смотреть

source: A record with this value already exists
ru: Запись с таким значением уже существует

source: bungeni_widget_no_value
ru: выбрать ${title} ...

source: add_item_legend
ru: Добавить $name

source: add_item_title
ru: Добавление $name

source: edit_translation_legend
ru: Редактирование $language перевод &quot;$title&quot;

source: edit_version_legend
ru: Редактирование &quot;$title&quot; (версия $version)

source: edit_item_legend
ru: Редактирование &quot;$title&quot;

source: edit_translation_help
ru: Оригинальная версия $language показан слева
