Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/pre-*-merge/bungeni/models/locales/*/LC_MESSAGES/bungeni.models.po
Languages: fr

source: Speaker's Office Email
fr: courrier de bureau du président de l'assemblée

source: Speaker's Office Notification
fr: notification de bureau du président de l'assemblée

source: true if the Speakers office wants to be alerted by mailwhenever a bill, motion, question is submitted
fr: vrai si le bureau du président de l'assemblée souhaite être alerté par courrier quand un projet de loi, un mouvement, une question est soumise

source: Clerk's Office Notification
fr: notification de bureau du greffier

source: true if the clerks office wants to be alerted by mailwhenever a bill, motion, question is submitted
fr: vrai si le bureau des greffiers souhaite être alerté par courrier quand un projet de loi, un mouvement, une question est soumise

source: Clerks's Office Email
fr: courrier du commis de bureau

source: Administrator's Email
fr: courrier d'administrateur

source: Allow Question Submission
fr: permettez question de soumission

source: Days to Defer Question
fr: jours restants pour différer question

source: Time after which admissible questions are automatically deferred
fr: délai après lequel les questions admissibles sont automatiquement reporté

source: Days to Notify Ministry of Pending Response
fr: jours restants pour notifier ministère en l'attente de la réponse

source: Timeframe after which the clerksoffice and the ministry is alerted thatquestions that are pending response are not yet answered
fr: délai au terme duquel le bureau de greffier et le ministère est alerté que des questions qui sont en attente de réponse ne sont pas encore répondu

source: Days before question scheduled
fr: jours avant l'ordonnancement d'une question

source: Days before bill scheduled
fr: jours avant l'ordonnancement de projet de loi

source: Max Questions Per Sitting
fr: maximum de questions par séance

source: Max Questions Per Sitting Per MP
fr: maximum de questions par séance par mp

source: Email Notifications Enabled?
fr: alertes email activé?

source: Name of the Assignment
fr: nom de la cession

source: Start Date of the Assignment
fr: date de début de la cession

source: End Date of the Assignment
fr: date de clôture de la cession

source: Assignment Type
fr: type d'affectation

source: Status
fr: état

source: View party
fr: voir partie

source: Add government
fr: ajouter gouvernement

source: Edit government
fr: modifier le gouvernement

source: Delete government
fr: supprimer le gouvernement

source: View government
fr: voir le gouvernement

source: Add group member
fr: ajouter un membre du groupe

source: Edit group member
fr: modifier un member du groupe

source: Delete group member
fr: supprimer membre du groupe

source: View group member
fr: voir le membre du groupe

source: Add office
fr: ajouter un bureau

source: Edit office
fr: modifier bureau

source: Delete office
fr: supprimer le bureau

source: View office
fr: voir le bureau

source: Change office type
fr: changer le type du bureau

source: Edit historical content
fr: modifier le contenu historique

source: Add office member
fr: ajouter un membre de bureau

source: Edit office member
fr: modifier bureau d'un député

source: Delete office member
fr: supprimer membre du bureau

source: View office member
fr: voir un membre de bureau

source: Translate content
fr: traduire le contenu

source: Add ministry
fr: ajouter ministère

source: Edit ministry
fr: modifier ministère

source: Delete ministry
fr: supprimer la ministère

source: View ministry
fr: voir la ministère

source: Add mp
fr: ajouter mp

source: Edit mp
fr: modifier mp

source: Delete mp
fr: supprimer mp

source: View mp
fr: voir mp

source: Add user
fr: ajouter un utilisateur

source: Edit user
fr: modifier l'utilisateur

source: Delete user
fr: supprimer l'utilisateur

source: View user
fr: voir les utilisateurs

source: Add session
fr: ajouter une session

source: Add constituency
fr: ajouter circonscription

source: Edit constituency
fr: modifier circonscription

source: Delete constituency
fr: supprimer circonscription

source: View constituency
fr: voir circonscription

source: Add minister
fr: ajouter ministre

source: Edit minister
fr: modifier ministre

source: Edit session
fr: modifier session

source: Delete minister
fr: supprimer le ministre

source: View minister
fr: voir le ministre

source: Add committee member
fr: ajouter un membre du comité

source: Edit committee member
fr: modifier membre du comité

source: Delete committee member
fr: supprimer membre du comité

source: Delete session
fr: supprimer la session

source: View committee member
fr: voir membre du comité

source: Add committee staff
fr: ajouter le personnel du comité

source: Edit committee staff
fr: modifier le comité du personnel

source: Delete committee staff
fr: supprimer personnel du comité

source: View committee staff
fr: voir le comité du personnel

source: Add sitting
fr: ajouter une séance

source: Add political group member
fr: ajouter un membre des groupe politique

source: Edit political group member
fr: modifier un membre du groupe politique

source: Delete political group member
fr: supprimer un membre du groupe politique

source: View political group member
fr: voir les membres des groupes politiques

source: Edit sitting
fr: modifier la séance

source: Add address
fr: ajouter une adresse

source: Edit address
fr: modifier l'adresse

source: Delete address
fr: supprimer l'adresse

source: View address
fr: voir l'adresse

source: Delete sitting
fr: supprimer la séance

source: Add delegation
fr: ajouter délégation

source: Edit delegation
fr: modifier la délégation

source: Delete delegation
fr: supprimer délégation

source: View delegation
fr: voir la délégation

source: Add title/function
fr: ajouter titre / fonction

source: Edit title/function
fr: modifier le titre / fonction

source: Delete title/function
fr: supprimer titre / fonction

source: View title/function
fr: voir le titre / fonction

source: Reorder schedulings
fr: réorganiser les ordonnancements

source: Add title/event
fr: ajouter titre / événement

source: Edit title/event
fr: modifier le titre / événement

source: Delete title/event
fr: supprimer titre / événement

source: View title/event
fr: voir le titre / événement

source: View audit log
fr: voir le journal d'audit

source: Add item scheduling
fr: ajouter ordonnancement du point

source: Add and edit amendments
fr: ajouter et modifier des amendements

source: View amendments
fr: voir les modifications

source: Edit item scheduling
fr: modifier un élément de planification

source: Add and edit comments
fr: ajouter et éditer des commentaires

source: View comments
fr: voir les commentaires

source: View Agenda
fr: voir l'ordre du jour

source: View 'Votes and Proceedings'
fr: voir 'votes et délibérations'

source: Add Consignatory
fr: ajouter cosignataire

source: Delete Consignatory
fr: supprimer cosignataire

source: Edit Consignatory
fr: modifier consignataire

source: Delete item scheduling
fr: supprimer l'ordonnancement du point

source: Add Group Item Assignment
fr: ajouter un élément d'affectation du groupe

source: Delete Group Item Assignment
fr: supprimer une affectation de groupe

source: Edit Group Item Assignment
fr: modifier affectation de groupe

source: Permission to generate report
fr: permission de générer des rapports

source: Add item scheduling category
fr: ajouter une catégorie de ordonnancement du point

source: add an attached file
fr: ajouter un fichier joint

source: edit an attached file
fr: modifier un fichier joint

source: view an attached file
fr: voir un fichier joint

source: delete an attached file
fr: supprimer un fichier joint

source: add translation
fr: ajouter traduction

source: Edit item scheduling discussion
fr: modifier la discussion d'un élément de planification

source: View sitting attendance
fr: voir la séance de fréquentation

source: Add sitting attendance
fr: ajouter la séance de fréquentation

source: Edit sitting attendance
fr: modifier la séance de fréquentation

source: Delete sitting attendance
fr: supprimer la séance de fréquentation

source: Add committee
fr: ajouter un comité

source: Edit committee
fr: modifier comité

source: Delete committee
fr: supprimer comité

source: View committee
fr: voir le comité

source: Add Question
fr: ajouter une question

source: Edit Question
fr: modifier la question

source: Delete Question
fr: supprimer la question

source: View Question
fr: voir la question

source: Add heading
fr: ajouter la rubrique

source: Edit heading
fr: modifier la rubrique

source: Delete heading
fr: supprimer la rubrique

source: View heading
fr: voir la rubrique

source: Add Motion
fr: ajouter un motion

source: Edit Motion
fr: modifier motion

source: Delete Motion
fr: supprimer motion

source: View Motion
fr: voir le motion

source: Add agenda item
fr: ajouter un élément de l'ordre du jour

source: Edit agenda item
fr: modifier le point de l'ordre du jour

source: Delete agenda item
fr: supprimer le point de l'ordre du jour

source: View agenda item
fr: voir l'élément de l'ordre du jour

source: Add tabled document
fr: ajouter un document déposé

source: Edit tabled document
fr: modifier le document déposé

source: Delete tabled document
fr: supprimer le document déposé

source: View tabled document
fr: voir le document déposé

source: Edit Response
fr: modifier la réponse

source: View Response
fr: lire la réponse

source: Add Parliament
fr: ajouter un parlement

source: Edit Parliament
fr: modifier le parlement

source: Delete Parliament
fr: supprimer le parlement

source: View Parliament
fr: voir le parlement

source: Add Bill
fr: ajouter un projet de loi

source: Edit Bill
fr: modifier le projet de loi

source: Delete Bill
fr: supprimer le projet de loi

source: View Bill
fr: voir le projet de loi

source: Admin User Record
fr: dossier administratif d'utilisateur

source: Edit historical data
fr: modifier les données historiques

source: Add party
fr: ajouter une partie

source: Edit party
fr: modifier parti

source: Delete party
fr: supprimer une partie

source: Member of parliament
fr: membre du parlement

source: Owner
fr: propriétaire

source: Minister
fr: ministre

source: Clerks Office
fr: bureau du greffier

source: Speaker Office
fr: bureau du président de l'assemblée

source: Translators Office
fr: bureau du traducteur

source: All authenticated users
fr: tous les utilisateurs authentifiés

source: Bungeni Visitor
fr: visiteur de bungeni

source: Site Manager
fr: gestionnaire du site

source: Bungeni Admin
fr: administrateur de bungeni
