Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/wf-rework/bungeni/ui/locales/*/LC_MESSAGES/bungeni.ui.po
Languages: ar

source: action
ar: عمل

source: date
ar: تاريخ

source: user
ar: المستخدم

source: description
ar: وصف

source: Start Date
ar: تاريخ البدء

source: End Date
ar: نهاية التاريخ

source: Daily
ar: يوميا

source: Weekly
ar: الأسبوعية

source: No items scheduled
ar: أي عناصر المقرر

source: Week ${week_no}
ar: الأسبوع ${weekno}

source: ${count} item(s) scheduled
ar: ${count} البند (ق) من المقرر

source: Items scheduled for this meeting
ar: البنود المقررة لهذا الاجتماع

source: Refresh
ar: تحديث

source: State
ar: دولة

source: Actions
ar: الإجراءات

source: Address
ar: عنوان

source: Addresses
ar: عناوين

source: P.O. Box
ar: ص.

source: City
ar: مدينة

source: Zip Code
ar: الرمز البريدي

source: Country
ar: بلد

source: Phone Number(s)
ar: رقم الهاتف (ق)

source: Enter one phone number per line
ar: أدخل رقم هاتف واحد في كل سطر

source: Fax Number(s)
ar: رقم الفاكس (ق)

source: Enter one fax number per line
ar: أدخل رقم الفاكس واحد في كل سطر

source: Instant Messenger Id
ar: معرف المراسلة الفورية

source: ICQ, AOL IM, GoogleTalk...
ar: مراسل ، والتراسل الفوري أمريكا أون لاين ، googletalk...

source: Title
ar: لقب

source: Titles
ar: العناوين

source: Staff
ar: العاملين

source: Logo
ar: الشعار

source: Office
ar: مكتب

source: Offices
ar: المكاتب

source: Type of Office
ar: نوع من مكتب

source: Office Member
ar: عضو المكتب

source: Office Members
ar: أعضاء المكتب

source: Ministry
ar: وزارة

source: Ministries
ar: وزارات

source: Minister
ar: وزير

source: Ministers
ar: وزراء

source: Government
ar: حكومة

source: Governments
ar: الحكومات

source: Number
ar: عدد

source: Due Date
ar: تاريخ الاستحقاق

source: Status date
ar: حالة الميلاد

source: Assigned bill
ar: كلف مشروع قانون

source: Assigned bills
ar: تعيين فواتير

source: Bill
ar: مشروع قانون

source: Item
ar: بند

source: Assigned group
ar: تعيين مجموعة

source: Assigned groups
ar: تكليف مجموعات

source: Committee
ar: لجنة

source: Group
ar: مجموعة

source: File
ar: ملف

source: Files
ar: الملفات

source: Upload a file
ar: إيداع ملف

source: Attached file version
ar: ملف النسخة المرفقة

source: Versions
ar: إصدارات

source: Registry number
ar: رقم التسجيل

source: Moved by
ar: انتقل من

source: Select the user who moved the document
ar: حدد المستخدم الذي انتقل المستند

source: Text
ar: نص

source: Submission Date
ar: تاريخ التقديم

source: Recommendation note
ar: توصية لاحظ

source: Receive notification
ar: تلقي إعلام

source: Select this option to receive notifications for this item
ar: حدد هذا الخيار لتلقي الإخطارات لهذا البند

source: active
ar: نشط

source: Summary
ar: ملخص

source: inactive
ar: غير فعال

source: deceased
ar: متوفى

source: Heading
ar: عنوان

source: Headings
ar: العناوين

source: Agenda item
ar: البند

source: Agenda items
ar: بنود جدول الأعمال

source: Agenda Item version
ar: إصدار جدول الأعمال

source: Motion
ar: اقتراح

source: Motions
ar: الاقتراحات

source: Approval Date
ar: تاريخ الموافقة

source: Notice Date
ar: إشعار الميلاد

source: Identifier
ar: المعرف

source: Entered By
ar: تم إدخاله من قبل

source: Motion version
ar: اقتراح إصدار

source: Bills
ar: فواتير

source: Statement of Purpose
ar: بيان الغرض

source: Bill Type
ar: مشروع قانون نوع

source: Publication Date
ar: تاريخ النشر

source: Bill version
ar: مشروع قانون إصدار

source: Question
ar: سؤال

source: Questions
ar: الأسئلة

source: Question Number
ar: السؤال رقم (

source: Initial/supplementary question
ar: سؤال

source: Date approved
ar: وافق الميلاد

source: Submitted to ministry
ar: قدمت الى وزارة

source: Question Type
ar: سؤال نوع

source: Ordinary or Private Notice
ar: عادية أو خاصة إشعار

source: Response Type
ar: استجابة نوع

source: Oral or Written
ar: شفوية أو مكتوبة

source: Response
ar: استجابة

source: Response to the Question
ar: ردا على السؤال

source: Sitting Time
ar: يجلس مرة

source: Question version
ar: مسألة إصدار

source: Event
ar: حدث

source: Events
ar: أحداث

source: Date
ar: تاريخ

source: Tabled document
ar: قدمت الوثيقة

source: Tabled documents
ar: قدمت وثائق

source: Tabled document Number
ar: قدمت وثيقة رقم

source: Tabled Document version
ar: قدمت وثيقة الإصدار

source: Sitting
ar: جلسة

source: Sittings
ar: جلسات

source: Start
ar: بداية

source: End
ar: نهاية

source: Venue
ar: مكان

source: Types
ar: أنواع

source: Parliamentary session
ar: الدورة البرلمانية

source: Parliamentary sessions
ar: الدورات البرلمانية

source: Short Name
ar: اسم قصير

source: Full Name
ar: بدر تام

source: Sitting attendance
ar: يجلس الحضور

source: Sitting attendances
ar: يجلس الحضور

source: Attendance
ar: الحضور

source: Attendance type
ar: نوع الحضور

source: Cosignatory
ar: موقع مع غيره

source: Cosignatories
ar: الموقعون

source: Constituencies
ar: الدوائر الانتخابية

source: Name of the constituency
ar: اسم الدائرة

source: Provinces
ar: المحافظات

source: Name of the Province
ar: اسم المقاطعة

source: Region
ar: منطقة

source: Regions
ar: المناطق

source: Name of the Region
ar: اسم المنطقة

source: Country Code
ar: كود البلد

source: ISO Code of the country
ar: ايزو رمز البلد

source: Name of the Country
ar: اسم البلد

source: Constituency details
ar: دائرة التفاصيل

source: Details
ar: تفاصيل

source: Date the data was submitted from the Constituency
ar: الميلاد عندما قدمت بيانات من الدائرة

source: Population
ar: عدد السكان

source: Total Number of People living in this Constituency
ar: مجموع عدد الأشخاص الذين يعيشون في هذه الدائرة

source: Voters
ar: الناخبين

source: Number of Voters registered in this Constituency
ar: عدد الناخبين المسجلين في هذه الدائرة

source: Document source
ar: مصدر الوثيقة

source: Document sources
ar: مصادر وثيقة

source: Document Source
ar: مصدر الوثيقة

source: Scheduling
ar: جدولة

source: Discussion
ar: مناقشة

source: Discussions
ar: مناقشات

source: Minutes
ar: دقائق

source: Report
ar: تقرير

source: Reports
ar: تقارير

source: Publications type
ar: منشورات نوع

source: Report Start Date
ar: تقرير تاريخ بدء

source: Note
ar: لاحظ

source: A parliament has to be elected before it can be sworn in
ar: برلمان أن ينتخب قبل أن تتمكن من اليمين في

source: End Date must be after Start Date
ar: يجب أن يكون نهاية التاريخ بعد تاريخ بدء

source: A committee must be disolved before it can be reinstated
ar: يجب حل لجنة قبل أن تتمكن من أن تعاد

source: A person cannot be active and substituted at the same time
ar: يمكن للشخص أن لا تكون نشطة واستبداله في الوقت نفسه

source: If a person is substituted End Date must be set
ar: يجب إذا كان الشخص يتم استبدال تاريخ انتهاء تحدد

source: If a person is inactive End Date must be set
ar: إذا كان شخص ما يجب أن يكون غير نشط تاريخ انتهاء تعيين

source: A parliament member has to be elected/nominated before she/he can be sworn in
ar: عضو مجلس النواب أن ينتخب / رشح قبل أن / يمكن ادائه اليمين

source: One cannot die before being born
ar: يمكن للتاريخ وفاته لن يكون قبل موعد الولادة

source: You have to enter an Address
ar: لديك لإدخال عنوان

source: Language
ar: لغة

source: User
ar: المستخدم

source: Users
ar: المستخدمين

source: Name
ar: اسم

source: Salutation
ar: تحية

source: e.g. Mr. Mrs, Prof. etc.
ar: على سبيل المثال السيد. السيدة. د. أ. إلخ

source: First Name
ar: الاسم الأول

source: Middle Name
ar: الاسم الأوسط

source: Last Name
ar: اسم العائلة

source: Email
ar: البريد الإلكتروني

source: Email address
ar: عنوان البريد الإلكتروني

source: Login
ar: دخول

source: Initial password
ar: كلمة السر الأولية

source: National Id
ar: الهوية الوطنية

source: Gender
ar: بين الجنسين

source: Date of Birth
ar: تاريخ الميلاد

source: Country of Birth
ar: بلد المولد

source: Nationality at Birth
ar: الجنسية عند الولادة

source: Current Nationality
ar: الجنسية الحالية

source: Date of Death
ar: تاريخ الوفاة

source: Status
ar: حالة

source: Biographical notes
ar: السيرة الذاتية ملاحظات

source: Image
ar: صورة

source: Picture of the person
ar: صورة للشخص

source: Delegate to user
ar: مندوب للمستخدم

source: Delegations
ar: وفود

source: Active
ar: نشط

source: Type of Substitution
ar: نوع من الاستبدال

source: Substituted by
ar: يحل محله

source: Roles/Titles
ar: أدوار / عناوين

source: Member of parliament
ar: عضو في البرلمان

source: Members of parliament
ar: أعضاء البرلمان

source: elected/nominated
ar: انتخب / رشح

source: Election/Nomination Date
ar: موعد الانتخابات ترشيح /

source: Constituency
ar: الدوائر الانتخابية

source: Province
ar: مقاطعة

source: Political Party
ar: حزب سياسي

source: Leave Reason
ar: سبب ترك

source: Notes
ar: تلاحظ

source: Party membership
ar: عضوية الحزب

source: Party memberships
ar: عضوية الحزب

source: Acronym
ar: المختصر

source: Description
ar: وصف

source: Parliament
ar: برلمان

source: Parliaments
ar: البرلمانات

source: Parliament name
ar: اسم البرلمان

source: Parliament Identifier
ar: البرلمان المعرف

source: Unique identifier of each Parliament (e.g. IX Parliament)
ar: معرف فريد لكل البرلمان (على سبيل المثال البرلمان التاسع)

source: Election Date
ar: تاريخ الانتخابات

source: Date of the election
ar: تاريخ الانتخاب

source: In power from
ar: في السلطة من

source: Date of the swearing in
ar: تاريخ أداء اليمين الدستورية في

source: In power till
ar: في السلطة حتى

source: Date of the dissolution
ar: تاريخ الحل

source: Profile
ar: التعريف

source: Committees
ar: اللجان

source: Type of committee
ar: نوع من لجنة

source: Type
ar: نوع

source: Number of members
ar: عدد الأعضاء

source: Minimum Number of Members
ar: الحد الأدنى من عدد من الأعضاء

source: Quorum
ar: نصاب قانوني

source: Number of clerks
ar: عدد من كتبة

source: Number of researchers
ar: عدد من الباحثين

source: Proportional representation
ar: التمثيل النسبي

source: Default chairperson
ar: رئيس الافتراضي

source: Reinstatement Date
ar: إعادة الميلاد

source: Member
ar: عضو

source: Address type
ar: اكتب عنوان

source: Address types
ar: أنواع عنوان

source: Address Type
ar: اكتب عنوان

source: View
ar: رأي

source: Duplicate Value for Unique Field
ar: مكرر القيمة لحقل فريد

source: add_item_legend
ar: إضافة $name

source: add_item_title
ar: واضاف $name

source: Save and view
ar: حفظ وعرض

source: Cancel
ar: إلغاء

source: Save
ar: حفظ

source: Save and add another
ar: حفظ وإضافة آخر

source: edit_translation_legend
ar: تحرير ترجمة $language من "$title"

source: edit_version_legend
ar: تحرير "$title" ($version إصدار)

source: edit_item_legend
ar: تحرير "$title"

source: edit_translation_help
ar: ويرد النص الأصلي $language على اليسار

source: translate_item_legend
ar: إضافة $language الترجمة

source: translate_item_help
ar: وثيقة "$title" لم يتم بعد ترجمتها إلى $language. استخدام هذا النموذج لإضافة الترجمة

source: translate_item_title
ar: واضاف $language الترجمة

source: Save translation
ar: حفظ الترجمة

source: Item reordering
ar: إعادة ترتيب جدول الأعمال

source: Delete
ar: حذف

source: Could not delete item due to database integrity error
ar: لا يمكن حذف بسبب خطأ تكامل قاعدة البيانات من جدول الأعمال

source: General
ar: عام

source: This content is not yet translated into $language
ar: ليس هذا المحتوى يترجم بعد إلى $language

source: attached files
ar: الملفات المرفقة

source: Direction
ar: اتجاه

source: AM
ar: صباحا

source: Move
ar: تحرك

source: File name
ar: اسم الملف

source: Delete item confirmation
ar: تأكيد حذف البند

source: label_required
ar: مطلوب

source: title_required
ar: مطلوب

source: svn_listing_name
ar: اسم

source: svn_listing_modified
ar: تعديل

source: svn_listing_size
ar: من قبل

source: svn_listing_message
ar: رسالة

source: Parliamentary activities
ar: الأنشطة البرلمانية

source: Offices held
ar: عقدت المكاتب

source: office_type
ar: نوع

source: office_title
ar: لقب

source: office_from
ar: من

source: office_to
ar: إلى

source: office_held
ar: مكتب

source: The person is a member in (%s) at that date
ar: الشخص هو عضو في (%s) في ذلك التاريخ

source: The start date overlaps with (%s)
ar: بدء التداخل مع تاريخ (%s)

source: The end date overlaps with (%s)
ar: تتداخل مع تاريخ نهاية (%s)

source: The election date overlaps with (%s)
ar: التداخل مع موعد الانتخابات (%s)

source: Another parliament is not yet dissolved (%s)
ar: (%s) البرلمان لم يتم بعد حل

source: Start date cannot be after the parliaments dissolution (%s)
ar: يمكن أن لا يكون تاريخ البدء بعد حل البرلمان (%s)

source: Start date must start after the swearing in of the parliament (%s)
ar: يجب أن تبدأ بعد تاريخ بدء أداء اليمين الدستورية في البرلمان (%s)

source: Another government is not yet dissolved (%s)
ar: (%s) الحكومة لم يتم بعد حل

source: This persons already has the title %s
ar: هذا الشخص لديه بالفعل عنوان %s

source: A person with the title %s already exists
ar: شخص مع %s عنوان موجود مسبقا

source: Start date must be after (%s)
ar: يجب أن يكون بعد تاريخ بدء (%s)

source: Venue "$venue" already booked in this time slot
ar: مكان "$venue" حجزت بالفعل في هذا الوقت فتحة

source: Start date must be prior to (%s)
ar: يجب أن يكون تاريخ البدء قبل (%s)

source: If recurrence is limited by date, it must lie after the starting date
ar: إذا تكرار محدودة حسب التاريخ ، لا بد أن تقع بعد تاريخ بدء

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
ar: سيكون من المقرر واحد أو أكثر من الأحداث ل$f ، وهو بعد تاريخ نهاية المجموعة لتحديد مواعيد

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
ar: سيكون من المقرر واحد أو أكثر من الأحداث ل$f ، والتي تتداخل مع ما موجود الجلوس

source: End date must be equal to start date
ar: يجب أن يكون نهاية التاريخ على قدم المساواة لبدء الميلاد

source: End date must be after (%s)
ar: يجب أن يكون نهاية التاريخ بعد (%s)

source: End date must be prior to (%s)
ar: يجب أن يكون نهاية التاريخ قبل (%s)

source: Personal Info
ar: المعلومات الشخصية

source: Parliament Membership
ar: عضوية البرلمان

source: Add response
ar: إضافة رد

source: add event
ar: إضافة الحدث

source: Add
ar: إضافة

source: No item has been set
ar: لم يتم تحديد اي جدول الأعمال

source: Username
ar: اسم المستخدم

source: Password
ar: كلمة السر

source: Invalid account credentials
ar: أوراق اعتماد حساب غير صالح

source: You are now logged in
ar: الآن يتم تسجيل لك في

source: label_translate
ar: اللغة :

source: label_state
ar: الدولة :

source: label_calendar_context
ar: التقويم :

source: Logout
ar: خروج

source: Move Scheduling down
ar: جدولة التحرك لأسفل

source: The 'Reports' menu - provides reporting actions
ar: "التقارير" القائمة -- يقدم التقرير الإجراءات

source: Workspace
ar: مساحة العمل

source: Home
ar: منزل

source: Business
ar: عمل

source: Archive
ar: الأرشيف

source: Administration
ar: إدارة

source: Add Parliamentary Content...
ar: إضافة محتوى البرلمانية...

source: Edit
ar: عدل

source: Workflow
ar: سير العمل

source: Audit Log
ar: سجل التدقيق

source: Respond
ar: الرد

source: Calendar
ar: تقويم

source: download pdf
ar: تنزيل قوات الدفاع الشعبي

source: download odt
ar: تنزيل odt

source: Add...
ar: إضافة...

source: Add Party Member...
ar: إضافة عضو في الحزب...

source: The 'Add...' menu - for committees
ar: 'إضافة...' القائمة -- لجان

source: Add Member...
ar: إضافة عضو...

source: Add Staff...
ar: إضافة الموظفين...

source: Add Agenda item...
ar: إضافة البند من جدول الأعمال...

source: Assign a bill...
ar: تعيين مشروع قانون...

source: Add Sitting...
ar: إضافة يجلس...

source: The 'Add..' menu - for government
ar: "إضافة". القائمة -- على الحكومة

source: Add Ministry...
ar: إضافة وزارة...

source: The 'Add..' menu - for ministry
ar: "إضافة". القائمة -- وزارة

source: Add Minister...
ar: إضافة وزير...

source: The 'Add...' menu - for Group Memberships
ar: "إضافة". القائمة -- لعضوية المجموعة

source: Add title...
ar: إضافة لقب...

source: The 'Add...' menu - for Group Sittings
ar: "إضافة". القائمة -- لجلسات مجموعة

source: Add Attendance...
ar: إضافة الحضور...

source: The 'Add...' menu - for motion
ar: "إضافة". القائمة -- على سبيل الاقتراح

source: Add cosignatory...
ar: إضافة موقع مع غيره...

source: Add file...
ar: إضافة ملف...

source: The 'Add...' menu - for bill
ar: "إضافة". القائمة -- لمشروع قانون

source: Add event...
ar: إضافة حدث...

source: Assign bill to a group...
ar: مشروع قانون لتعيين لجنة...

source: The 'Add...' menu - for question
ar: "إضافة". القائمة -- على السؤال

source: Actions Admin
ar: الإجراءات

source: The 'Add...' menu - for tabled document
ar: "إضافة". القائمة -- عن طرح وثيقة

source: The 'Add...' menu - for agenda item
ar: "إضافة". القائمة -- على جدول الأعمال

source: Actions for Calendar Sittings
ar: إجراءات لجلسات تقويم

source: The 'Add...' menu - for offices
ar: "إضافة". القائمة -- للمكاتب

source: Actions for Scheduling Discussions
ar: إجراءات لجدولة مناقشات

source: content
ar: محتوى

source: settings
ar: إعدادات

source: Add ...
ar: إضافة...

source: Actions for Calendar Schedulings
ar: إجراءات لجدولة التقويم

source: The 'Add..' menu - for calendar
ar: "إضافة". القائمة -- للتقويم

source: Delete Sitting
ar: حذف الجلوس

source: Add Parliament...
ar: إضافة البرلمان...

source: Add Committee...
ar: إضافة لجنة...

source: Add Session...
ar: إضافة الدورة...

source: Add Government...
ar: إضافة الحكومة...

source: Add MP...
ar: إضافة النائب...

source: Add Office...
ar: إضافة مكتب...

source: Add Political Party...
ar: الأحزاب السياسية إضافة...

source: Add Political Group...
ar: إضافة مجموعة سياسية...

source: Add User...
ar: إضافة المستخدم...

source: Add Constituency...
ar: إضافة الدائرة...

source: Add Province...
ar: إضافة المحافظة...

source: Add Region...
ar: إضافة المنطقة...

source: Add Committee Member...
ar: إضافة عضو لجنة...

source: Add Committee Staff...
ar: إضافة لجنة الأركان...

source: Add Office Member...
ar: إضافة عضو المكتب...

source: Add Address...
ar: إضافة عنوان...

source: Add Delegation...
ar: إضافة وفد...

source: Add Title/Function...
ar: إضافة عنوان / دور...

source: Add Cosignatory...
ar: إضافة موقع مع غيره...

source: Add Tabled document...
ar: إضافة وثيقة قدمت...

source: Delete Session
ar: حذف الدورة

source: Add Question...
ar: إضافة سؤال...

source: Add Motion...
ar: إضافة اقتراح...

source: Add Heading...
ar: إضافة عنوان...

source: Add Bill...
ar: إضافة مشروع قانون...

source: Agenda...
ar: جدول الأعمال...

source: Votes and proceedings...
ar: الأصوات والإجراءات...

source: Edit Discussion
ar: تحرير نقاش

source: Schedule Item
ar: جدول الأعمال

source: Reorder Schedulings
ar: إعادة ترتيب schedulings

source: Edit Scheduling
ar: عدل الجدول الزمني

source: Delete Scheduling
ar: حذف جدولة

source: The 'Actions' menu - provides context-specific actions (views)
ar: الإجراءات "" القائمة -- توفر الإجراءات المحددة السياق (وجهات النظر)

source: Move Scheduling up
ar: تحرك جدولة ما يصل

source: Document Type
ar: نوع الوثيقة

source: Type of document to be produced
ar: نوع الوثيقة المراد إنتاجها

source: Choose a starting date for this report
ar: اختيار تاريخ البدء لهذا التقرير

source: A parliament must be active in the period
ar: يجب على البرلمان أن تكون نشطة في الفترة

source: Preview
ar: معاينة

source: Owner
ar: مالك

source: Search
ar: بحث

source: Invalid Query
ar: الاستعلام غير صالح

source: Query
ar: الاستعلام

source: rank
ar: مرتبة

source: type
ar: نوع

source: title
ar: لقب

source: status
ar: حالة

source: weight
ar: الوزن

source: percent
ar: في المئة

source: upload-file
ar: تحميل الملف

source: Settings
ar: إعدادات

source: Welcome to Bungeni
ar: مرحبا بكم في bungeni

source: Access to current and historical records
ar: الاطلاع على السجلات الحالية والتاريخية

source: keep-file
ar: الحفاظ على القائمة ملف

source: replace-file
ar: استبدال ملف جديد

source: download-file
ar: تنزيل

source: keep-image
ar: الحفاظ على الصورة الحالية

source: delete-image
ar: حذف الصورة الحالية

source: replace-image
ar: محل مع صورة جديدة

source: upload-image
ar: تحميل الصور

source: Results
ar: النتائج

source: Similar Content
ar: محتوى مماثلة

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
ar: تحديد إصدار للمقارنة على نسخة العمل الحالي ، أو جعل اثنين من الاختيارات للمقارنة بين الإصدارات السابقة

source: Current state: ${state}.
ar: الدولة : ${state} الحالي

source: History
ar: تاريخ

source: No history available for this item
ar: لا يوجد تاريخ المتاحة لهذا البند

source: Change state...
ar: تغيير الدولة...

source: date must be of type datetime or date
ar: يجب أن يكون تنسيق التاريخ إما تاريخ أو التاريخ والوقت

source: Form values must be of type string or list
ar: يجب أن تكون القيم شكل سلسلة من نوع أو قائمة

source: message
ar: رسالة

source: New Version
ar: إصدار جديد

source: New Version Created
ar: النسخة الجديدة تم إنشاؤها

source: Revert To
ar: العودة إلى

source: Select one item to revert to
ar: تحديد عنصر واحد للعودة إلى

source: Reverted to Previous Version %s
ar: عادت إلى %s الإصدار السابق

source: Show Differences
ar: وتظهر الاختلافات

source: Displaying differences
ar: عرض الاختلافات

source: Select one or two items to show differences
ar: اختيار واحد أو اثنين من عناصر لإظهارها الخلافات

source: Change Message
ar: تغيير رسالة

source: version
ar: الإصدار

source: manual
ar: كتيب

source: modified
ar: تعديل

source: by
ar: من قبل

source: Start date must be before %s
ar: يجب أن يكون قبل تاريخ بدء %s

source: End date must be after %s
ar: يجب أن يكون بعد تاريخ انتهاء %s

source: Date range set
ar: تعيين نطاق التاريخ

source: Clear
ar: واضح

source: Date range cleared
ar: مسح نطاق التاريخ

source: From
ar: من

source: Leave blank or set lower limit
ar: يترك فارغا أو تعيين الحد الأدنى

source: To
ar: إلى

source: Leave blank or set upper limit
ar: يترك فارغا أو تعيين الحد العلوي

source: Or select
ar: أو اختر

source: Set date range to that of a given particular parliament
ar: تعيين نطاق التاريخ إلى أن من البرلمان خاصة نظرا

source: Filter the archive by date range
ar: تصفية أرشيف حسب نطاق التاريخ

source: parliament...
ar: البرلمان...

source: Filter
ar: مرشح

source: Invalid Date Range
ar: غير صالح نطاق التاريخ

source: Filter by date or parliament
ar: تصفية حسب التاريخ أو البرلمان

source: you_are_here
ar: أنت هنا :

source: tabs_home
ar: منزل

source: No items
ar: توجد عناصر

source: heading_sections
ar: المقاطع

source: What's on
ar: ما على

source: An overview of the daily operations of the parliament
ar: لمحة عامة عن العمليات اليومية للبرلمان

source: From: ${whats_on_start_date} to: ${whats_on_end_date}
ar: من : ${whats_on_start_date} إلى : ${whats_on_end_date}

source: Subject
ar: موضوع

source: workspace_no_items
ar: لا توجد مواد

source: My Groups
ar: مجموعاتي

source: draft items
ar: مشروع البنود

source: to review
ar: للقيام

source: in progress
ar: في التقدم

source: archived items
ar: أرشفة العناصر

source: Archived Items
ar: أرشفة العناصر

source: pending with the clerk
ar: المعلقة مع كاتب

source: approved
ar: وافق

source: to be scheduled
ar: المزمع عقده

source: questions to the ministry
ar: أسئلة إلى وزارة

source: oral questions
ar: الأسئلة الشفوية

source: written questions
ar: أسئلة مكتوبة

source: agendas/minutes
ar: جداول / دقائق

source: The sections of a user's workspace
ar: إجراءات لمساحة

source: Listing
ar: قائمة

source: Researcher Office
ar: الباحث في مكتب

source: Yes
ar: نعم

source: No
ar: لا

source: Day $number of every month
ar: $number يوم من كل شهر

source: First $day of every month
ar: الأول من كل شهر $day

source: Ordinary
ar: عادي

source: Private Notice
ar: خاصة إشعار

source: Oral
ar: عن طريق الفم

source: Written
ar: مكتوب

source: Male
ar: ذكر

source: Female
ar: أنثى

source: elected
ar: منتخب

source: nominated
ar: رشح

source: ex officio
ar: بحكم منصبه

source: initial
ar: الأولي

source: subsequent
ar: لاحق

source: House Business Office
ar: بيت الاعمال المكتبية

source: Clerks Office
ar: كاتب في مكتب

source: Translators Office
ar: المترجم مكتب

source: Library Office
ar: مكتبة مكتب

source: Supplementary Question to: <br/> %s
ar: سؤال تكميلي إلى : <br/> %s

source: Initial Question
ar: السؤال الأولي

source: Choose Month
ar: اختر الشهر

source: Enter Year
ar: أدخل العام

source: OK
ar: طيب
