Repository: tamzi/bungeni-portal
Catalog: bungeni.main/branches/wf-rework/bungeni/ui/locales/*/LC_MESSAGES/bungeni.ui.po
Languages: ar

source: Please enter a valid year
ar: الرجاء إدخال صالح العام

source: Invalid date: $value
ar: صالح التاريخ : $value

source: Incorrect string data for date
ar: سلسلة بيانات غير صحيحة للتاريخ

source: Incorrect string data for date and time
ar: سلسلة بيانات غير صحيحة للتاريخ والوقت

source: Form upload is not a file object
ar: تحميل النموذج غير كائن ملف

source: Comment on workflow change
ar: التعليق على سير العمل التغيير

source: Confirmation required for workflow transition: '${title}'
ar: تأكيد المطلوبة للانتقال سير العمل : '${title}'

source: Workflow history
ar: سير العمل التاريخ

source: Parliamentary items
ar: البنود البرلمانية

source: Current parliamentary activity
ar: الأنشطة البرلمانية

source: items
ar: توجد عناصر

source: My archive
ar: بلدي المحفوظات

source: My archive personal items
ar: أرشفة العناصر
