Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Start date cannot be after the parliaments dissolution (%s)
es: Fecha de inicio no puede ser después de la disolución parlamentos (%s)
it: data di inizio non può essere dopo la dissoluzione del parlamento (%s)
nl_sr: Startdatum kan niet na de parlementen ontbinding (%s)

source: Start date must start after the swearing in of the parliament (%s)
es: Fecha de inicio debe comenzar después de la toma de posesión del parlamento (%s)
it: data di inizio deve essere successiva al giuramento del parlamento (%s)
nl_sr: Start datum moet beginnen na de beëdiging van het parlement (%s)

source: Another government is not yet dissolved (%s)
ar: لم يتم حل حكومة أخرى بعد (%s)
es: Otro gobierno aún no se ha disuelto (%s)
it: (%s) il governo non è stato ancora sciolto
nl_sr: Een andere regering is nog niet opgelost (%s)
sw: serikali nyingine bado haijafutwa (%s)

source: This persons already has the title %s
ar: هذا شخص لديه بالفعل عنوان %s
es: Esta persona ya tiene el título %s
it: questa persona ha già il titolo %s
nl_sr: Deze persoon heeft al de titel %s
sw: mtumiaji huyu tayari ana cheo cha %s

source: A person with the title %s already exists
ar: ألف شخص مع عنوان موجود بالفعل %s
es: Una persona con el título %s ya existe
it: una persona con la %s titolo esiste già
nl_sr: Een persoon met de titel %s al bestaat
sw: mtu mwenye cheo %s yupo tayari

source: Start date must be after (%s)
ar: يجب أن يكون بعد تاريخ بدء (%s)
es: Fecha de inicio debe ser posterior (%s)
it: data di inizio deve essere successiva (%s)
nl_sr: Start datum moet vallen na (%s)
sw: tarehe la kuanza lazima liwe baada ya (%s)

source: Venue "$venue" already booked in this time slot
ar: مكان &quot;$venue&quot; حجزت بالفعل في هذا الوقت فتحة
es: Lugar de celebración &quot;$venue&quot; ya está reservado en este intervalo de tiempo
it: luogo "$venue" già prenotato in questa fascia oraria
nl_sr: Venue &quot;$venue&quot; al geboekt in deze tijd-slot
sw: ukumbi &quot;$venue&quot; tayari umehifadhiwa kwa kipindi hiki

source: Start date must be prior to (%s)
ar: يجب أن يكون تاريخ البدء قبل (%s)
es: Fecha de inicio debe ser anterior a (%s)
it: data di inizio deve essere prima di (%s)
nl_sr: Start datum moet worden voorafgaand aan de (%s)
sw: tarehe la kuanza lazima liwe kabla ya (%s)

source: If recurrence is limited by date, it must lie after the starting date
ar: إذا اقتصر تكرار حسب التاريخ ، لا بد أن تقع بعد تاريخ بدء
es: Si la repetición se ve limitada por la fecha, que debe estar después de la fecha de inicio
it: se ricorrenza è limitata in base alla data, deve essere dopo la data di inizio
nl_sr: Als herhaling wordt beperkt door de datum, moet het liggen na de begindatum
sw: kama marudio yanazuiwa na tarehe, lazima yawe baada ya tarehe ya kuanza

source: One or more events would be scheduled for $F, which is after the scheduling group's end date
ar: سيكون من المقرر واحد أو أكثر من الأحداث ل$F ، وهو بعد تاريخ نهاية المجموعة لجدولة
es: Uno o más eventos que se programarán para $F, que es después de la fecha de finalización del grupo de programación de
it: uno o più eventi sarebbero previsti per $f, che è dopo la data di fine
nl_sr: Een of meerdere gebeurtenissen zou worden gepland voor $F, die na het einde van de plannen van de groep de datum
sw: tukio moja au zaidi lingeratibiwa kwa $F, ambayo ni baada ya tarehe ya mwisho ya kikundi cha ratiba

source: One or more events would be scheduled for $F, which overlaps with an existing sitting
ar: سيكون من المقرر واحد أو أكثر من الأحداث ل$F ، التي تتداخل مع يجلس القائمة
es: Uno o más eventos que se programarán para $F, que se superpone con una sesión existente
it: uno o più eventi sarebbero previsti per $f, che si sovrappone con una esistente seduta
nl_sr: Een of meerdere gebeurtenissen zou worden gepland voor $F, die overlapt met een bestaande zitten
sw: tukio moja au zaidi lingeratibiwa kwa $F, ambayo iko wakati mmoja na kikao kingine

source: A title with %s sub role already exists
ar: لقب مع %s دور شبه موجود بالفعل
es: Un título con %s papel secundario ya existe
nl_sr: Een titel met %s sub rol bestaat al
sw: cheo chenye jukumu %s kipo tayari

source: Value was changed!
es: Valor se ha cambiado!
nl_sr: Waarde werd veranderd!

source: End date must be equal to start date
ar: يجب أن يكون تاريخ الانتهاء يساوي تاريخ البدء
es: Fecha de finalización debe ser igual a la fecha de inicio
it: data di fine deve essere uguale a data di inizio
nl_sr: Einddatum moet gelijk zijn tot op heden te starten
sw: tarehe ya mwisho lazima iwe sawa na tarehe ya kuanza

source: End date must be after (%s)
ar: يجب أن يكون تاريخ الانتهاء بعد (%s)
es: Fecha de finalización debe ser posterior (%s)
it: data di fine deve essere posteriore (%s)
nl_sr: Einddatum moet na (%s)
sw: tarehe ya mwisho lazima iwe baada ya (%s)

source: End date must be prior to (%s)
ar: يجب أن يكون تاريخ الانتهاء قبل (%s)
es: Fecha de finalización debe ser anterior a (%s)
it: data di fine deve essere anteriore a (%s)
nl_sr: Einddatum moet worden voorafgaand aan de (%s)
sw: tarehe ya mwisho lazima iwe kabla ya (%s)

source: Contacts
ar: اتصالات
es: Contactos
it: Indirizzi
nl_sr: Contacten
sw: anwani

source: Personal Info
ar: معلومات شخصية
es: Información Personal
it: informazioni personali
nl_sr: Persoonlijke informatie
sw: maelezo binafsi

source: Offices held
ar: عقدت المكاتب
es: Oficinas lugar
it: cariche ricoperte
nl_sr: Mandaten
sw: ofisi alizoshikilia

source: add event
es: agregar nuevo evento
it: aggiungi evento
nl_sr: toe te voegen event

source: Timeline
es: Línea de tiempo
it: cronologia
nl_sr: Tijdlijn

source: Parliamentary activities
ar: الأنشطة البرلمانية
es: Actividades parlamentarias
it: attività parlamentari
nl_sr: Parlementaire activiteiten
sw: shughuli za bunge

source: Add
ar: إضافة
es: Añadir
it: aggiungere
nl_sr: Toevoegen
sw: ongeza

source: No item has been set
ar: لم يتم تحديد اي بند
es: Ningún artículo se ha establecido
it: nessun elemento è stato fissato
nl_sr: Geen item is ingesteld
sw: hakuna pointi iliyowekwa

source: Your login is:
ar: تسجيل الدخول الخاص بك هو :
es: Su nombre de usuario es:
nl_sr: Uw login is:
sw: Jina lako la kujisajili ni:

source: Your login was sent to you email.
ar: وقد أرسلت الدخول إليك عبر البريد الالكتروني.
es: Su nombre de usuario se le envió de correo electrónico.
nl_sr: Uw login is verzonden naar u e-mail.
sw: Jina lako la kujisajili limetumwa kwa barua pepe

source: This user's link is still active!
ar: ربط هذا المستخدم ما تزال نشطة!
es: Este enlace de usuario sigue activo!
nl_sr: Deze gebruiker verbinding is nog steeds actief!
sw: Anwani ya huyu mtumiaji bado imewezeshwa

source: Restore password link:
ar: استعادة كلمة السر الرابط :
es: Restaurar enlace de contraseña:
sw: Anwani ya kuunga neno siri upya:

source: This link will expire in 24 hours.
ar: وسوف تنتهي هذه العلاقة خلال 24 ساعة.
es: Este vínculo caducará en 24 horas.
nl_sr: Deze link verloopt in 24 uur.
sw: Anwani hii itawezeshwa kwa muda wa masaa 24.

source: Bungeni password restoration
ar: استعادة كلمة المرور Bungeni
es: Bungeni contraseña de la restauración
nl_sr: Bungeni wachtwoord restauratie
sw: Kutunga upya kwa neno siri

source: User not found!
ar: المستخدم غير موجود!
es: Usuario no encontrado!
nl_sr: Gebruiker niet gevonden!
sw: Mtumiaji kwa jina hilo hapatikani

source: Wrong key!
ar: الخطأ المفتاح!
es: Tecla equivocada!
nl_sr: Verkeerde toets!
sw: Kuna hitilafu kwenye kitambulisho cha anwani uliyobofya

source: Key expired!
ar: انتهت المفتاح!
es: Clave vencido!
nl_sr: Sleutel verlopen!
sw: Muda halali wa kitambulisho cha anwani uliyobofya umekwisha

source: Password confirmation failed!
ar: فشل تأكيد كلمة السر!
es: Confirmación de la contraseña no!
nl_sr: Wachtwoord bevestiging mislukt!
sw: Thibitisho la neno siri lina hitilafu

source: Password successfully reset!
ar: إعادة تعيين كلمة المرور بنجاح!
es: Contraseña restablecido correctamente!
nl_sr: Wachtwoord met succes opnieuw in te stellen!
sw: neno siri limetungwa upya

source: Email already taken!
ar: البريد الإلكتروني التي اتخذت بالفعل!
es: Enviar por correo electrónico ya se!
nl_sr: E-mail al genomen!
sw: Anwani hiyo ishasajiliwa

source: Profile data updated
ar: تحديث بيانات التعريف
es: Perfil información actualizada
nl_sr: Profiel gegevens geactualiseerd
sw: Mjazo wa akaunti yako umehaririwa

source: Username
es: Nombre de usuario
it: nome utente
nl_sr: Gebruikersnaam

source: Password
ar: كلمة السر
es: Contraseña
nl_sr: Wachtwoord
sw: nywila

source: Password confirmation failed
ar: فشل تأكيد كلمة السر
es: Confirmación de la contraseña no
nl_sr: Wachtwoord bevestiging is mislukt
sw: thibitisho la neno siri lina hitilafu

source: Invalid account credentials
ar: بيانات اعتماد الحساب غير صالحة
es: Credenciales no válidas cuenta
it: le credenziali di account non valido
nl_sr: Ongeldige accountgegevens
sw: maelezo ya akaunti hii sio halali

source: You are now logged in
ar: الآن يتم تسجيل لك في
es: Ahora está conectado
it: ora siete collegati in
nl_sr: U bent nu ingelogd
sw: umejisajili

source: Restore Login
ar: استعادة تسجيل الدخول
es: Restaurar sesión
sw: tunga jina la kujisajili upya

source: label_translate
ar: اللغة :
es: Idioma:
it: lingua:
nl_sr: Taal:
sw: lugha:

source: label_state
ar: الدولة :
es: Estado:
it: stato:
nl_sr: Staat:
sw: hali:

source: label_calendar_context
ar: تقويم :
es: Calendario:
it: calendario:
nl_sr: Kalender:
sw: kalenda:

source: Logout
ar: خروج
es: Cerrar sesión
nl_sr: Afmelden
sw: toka

source: Add Delegation...
es: Añadir Delegación ...
it: aggiungi delegazione ...
nl_sr: Voeg delegatie ...

source: Add Title/Function...
es: Añadir Título / Función ...
it: aggiungere un titolo / ruolo ...
nl_sr: Titel toevoegen / Functie ...

source: The 'Actions' menu - provides context-specific actions (views)
ar: القائمة &quot;إجراءات&quot; -- توفر إجراءات محددة للسياق (وجهات النظر)
es: El menú &#39;Acciones&#39; - proporciona el contexto específicos de las acciones (visitas)
it: il menu "azioni - prevede azioni al contesto specifico (visualizzazioni)
nl_sr: Het &#39;Actions&#39; menu - biedt context-specifieke acties (views)
sw: menyu ya 'vitendo' - hutoa vitendo vyenye muktadha maalum

source: Add Tabled document...
es: Añadir Presentado el documento ...
it: aggiungi documento depositato ...
nl_sr: Voeg Ingediend document ...

source: Delete Session
es: Eliminar sesión
it: sessione di eliminare
nl_sr: Verwijderen Session

source: The 'Reports' menu - provides reporting actions
es: El menú &#39;Informes&#39; - ofrece acciones de información
it: il menu "relazioni - prevede azioni di reporting
nl_sr: De &#39;Rapporten&#39; menu - biedt mogelijkheden voor rapportage acties

source: Add Question...
es: Añadir pregunta ...
it: questione aggiungere ...
nl_sr: Vraag toevoegen ...

source: Add Motion...
es: Adición de movimiento ...
it: aggiungere movimento ...

source: Add Heading...
es: Añadir la partida ...
it: aggiungere titolo ...
nl_sr: Voeg rubriek ...

source: Add Bill...
es: Añadir Bill ...
it: disegno di legge aggiungere ...
nl_sr: Voeg Bill ...

source: Agenda...
es: Del orden del día ...
it: ordine del giorno ...

source: Votes and proceedings...
es: Votos y los procedimientos ...
it: verbali ...
nl_sr: Stemmen en de procedures ...

source: Add Parliamentary Content...
es: Agregar contenido Parlamentaria ...
it: aggiungere documenti parlamentari ...
nl_sr: Voeg parlementaire Content ...

source: Edit Discussion
es: Editar Discusión
it: modifica discussione
nl_sr: Discussie bewerken

source: Schedule Item
es: Horario del artículo
it: mettin in calendario
nl_sr: Schema Item

source: Remove Scheduled Item
es: Quitar el producto programado
it: remuovi punto dal calendario
nl_sr: Verwijder Geplande item

source: Reorder Schedulings
es: Reordenar Schedulings
it: riordinare l'agenda
nl_sr: Opnieuw ordenen Schedulings

source: Delete Scheduling
es: Eliminar Programación
it: elimina agenda
nl_sr: Verwijderen Scheduling

source: Move Scheduling up
es: Mueva Programación de hasta
it: sposta agenda in alto
nl_sr: Bewegen Scheduling up

source: Move Scheduling down
es: Mueva Programación de abajo
it: sposta agenda in basso
nl_sr: Verplaats Scheduling omlaag

source: Home
ar: منزل
es: Casa
it: casa
nl_sr: Naar huis
sw: nyumbani

source: Actions...
ar: إجراءات ...
es: Acciones ...
it: azioni
nl_sr: Acties ...
sw: vitendo

source: Workflow
ar: سير العمل
es: Flujo de trabajo
it: flusso di lavoro
sw: mchakato wa kazi

source: attachments
ar: المرفقات
es: archivos adjuntos
it: file allegati
nl_sr: toebehoren
sw: faili ambata

source: review signature
es: revisión de la firma
nl_sr: herziening handtekening

source: Audit Log
es: Registro de auditoría

source: The 'Add...' menu - for political parties
es: El &#39;Add ...&#39; menú - de los partidos políticos
it: 'aggiungi ...' menu - per i partiti politici
nl_sr: De &#39;Toevoegen ...&#39; menu - voor politieke partijen

source: Download
es: Descargar
it: scarica odt

source: Respond
es: Responder
it: rispondere
nl_sr: Reageren op

source: Add...
ar: إضافة...
es: Añadir ...
it: aggiungi ...
nl_sr: Toe te voegen ...
sw: ongeza ...

source: Add Party Member...
es: Añadir miembro del partido ...
it: aggiungere membro del partito ...
nl_sr: Voeg Partij Lid ...

source: Add Party Address...
es: Dirección del Partido ...
nl_sr: Add Party Adres ...

source: download pdf
es: descargar pdf
it: scarica il pdf

source: download odt
es: odt descarga
it: scarica odt

source: Add Political Group Member...
es: Añadir miembro del Grupo Político ...
it: aggiungi membro gruppo politico ...
nl_sr: Voeg Politieke Group Lid ...

source: Add Political Group Address...
es: Dirección del Grupo Político ...
it: aggiungi indirizzo gruppo politico ...
nl_sr: Voeg Politieke Group Adres ...

source: The 'Add...' menu - for committees
es: El &#39;Add ...&#39; menú - de los comités de
it: 'aggiungi ...' menu - per le commissioni
nl_sr: De &#39;Toevoegen ...&#39; menu - voor commissies

source: Add Member...
es: Agregar miembro ...
it: aggiungi membro ...
nl_sr: Lid toevoegen ...

source: Add Staff...
es: Añadir Personal ...
it: aggiungere il personale ...

source: Add Agenda item...
es: Añadir Tema ...
it: aggiungere punto all'ordine del giorno ...
nl_sr: Voeg Agendapunt ...

source: Assign an item...
es: Asignar un elemento ...
nl_sr: Wijs een item ...

source: Add Sitting...
es: Añadir Sentado ...
it: aggiungi seduta ...
nl_sr: Voeg zitten ...

source: Add Committee Address...
es: Comité de Dirección ...
it: aggiungi indirizzo commissione ...
nl_sr: Voeg Comite Adres ...

source: The 'Add...' menu - for a Parliament
es: El &#39;Add ...&#39; menú - de un Parlamento
it: "aggiungi ..." menu - per il governo
nl_sr: De &#39;Toevoegen ...&#39; menu - voor een Europees Parlement

source: Add Parliament Address...
es: Dirección del Parlamento ...
it: aggiungi indirizzo parlamento ...
nl_sr: Voeg het Europees Parlement Adres ...

source: The 'Add...' menu - for a parliament's sittings
es: El &#39;Add ...&#39; menú - una de las sesiones del parlamento
nl_sr: De &#39;Toevoegen ...&#39; menu - voor zittingen een parlement

source: The 'Add..' menu - for government
es: El &#39;Añadir ..&#39; menú - para el gobierno
it: "aggiungi ..." menu - per il governo
nl_sr: De &#39;Add .. &quot; menu - voor de overheid

source: Add Ministry...
es: Añadir Ministerio ...
it: aggiungi ministero ...
nl_sr: Voeg ministerie ...

source: Add Government Address...
es: Dirección de Gobierno ...
it: aggiungi indirizzo governo
nl_sr: Voeg regering Adres ...

source: The 'Add..' menu - for ministry
es: El &#39;Añadir ..&#39; menú - para el ministerio
it: "aggiungi ..." menu - per il ministero
nl_sr: De &#39;Add .. &quot; menu - voor de bediening

source: Add Minister...
es: Añadir el ministro ...
it: aggiungi il ministro ...
nl_sr: Voeg Minister ...

source: Add Ministry Address...
es: Dirección del Ministerio ...
it: aggiungi indirizzo ministero ...
nl_sr: Voeg ministerie aan te pakken ...

source: Actions Workspace
ar: إجراءات مساحة عمل
es: Acciones del área de trabajo
it: area di lavoro
nl_sr: Acties Workspace
sw: eneo la kazi

source: The 'Add...' menu - for Group Memberships
es: El &#39;Add ...&#39; menú - para miembros de grupos
it: "aggiungi ..." menu - le appartenenze ai gruppi
nl_sr: De &#39;Toevoegen ...&#39; menu - voor het Lidmaatschap

source: Add title...
ar: إضافة عنوان...
es: Añada el título ...
it: aggiungere un titolo ...
nl_sr: Voeg een titel ...
sw: tunga cheo ...

source: Add Member Address...
es: Dirección miembro ...
nl_sr: Add Lid Adres ...

source: The 'Add...' menu - for Group Sittings
es: El &#39;Add ...&#39; menú - en las sesiones de grupo
it: "aggiungi ..." menu - per sedute di gruppo
nl_sr: De &#39;Toevoegen ...&#39; menu - voor groep Vergaderingen

source: The 'Add...' menu - for motion
es: El &#39;Add ...&#39; menú - para el movimiento
it: "aggiungi ..." menu - per mozione
nl_sr: De &#39;Toevoegen ...&#39; menu - voor motion

source: Add signatory...
ar: إضافة الموقعة ...
es: Añadir firmante ...
nl_sr: Voeg ondertekenaar ...
sw: tunga mtiaji saini ...

source: Add file...
ar: إضافة ملف...
es: Añadir archivo ...
it: aggiungi file ...
nl_sr: Bestand toevoegen ...
sw: ongeza faili ...

source: Assign motion to a group...
es: Asignación de movimiento a un grupo de ...
nl_sr: Wijs beweging aan een groep ...

source: The 'Add...' menu - for bill
es: El &#39;Add ...&#39; menú - por cuenta
it: "aggiungi ..." menu - per disegno legge
nl_sr: De &#39;Toevoegen ...&#39; menu - voor Bill

source: Actions Admin
ar: الاجراءات الادارية
es: Acciones del administrador
it: azioni
nl_sr: Acties Admin
sw: vitendo

source: Add event...
es: Agregar evento ...
it: aggiungi l'evento ...

source: Assign bill to a committee...
es: Asignar proyecto de ley para un comité de ...
nl_sr: Wijs wetsvoorstel om een ​​commissie ...

source: Actions for Calendar Sittings
ar: إجراءات لجلسات التقويم
es: Acciones para Sesiones Calendario
it: azioni per sedute calendario
nl_sr: Acties voor Kalender Vergaderingen
sw: vitendo vya ratiba za kalenda

source: Edit
ar: تحرير
es: Editar
it: modifica
nl_sr: Bewerken
sw: hariri

source: Add Title Type...
es: Agregar tipo de título ...
nl_sr: Titel toevoegen Type ...

source: The 'Add...' menu - for question
es: El &#39;Add ...&#39; menú - para la pregunta
it: "aggiungi ..." menu - per la interpellanza
nl_sr: De &#39;Toevoegen ...&#39; menu - voor de vraag

source: Discussions in scheduling
ar: مناقشات في جدولة
es: Las discusiones en la programación
nl_sr: Discussies in de planning
sw: majadiliano katika uratibu

source: Assign question to a group...
es: Asignar pregunta a un grupo ...
nl_sr: Wijs vraag aan een groep ...

source: Actions for Calendar Schedulings
ar: إجراءات التقويم Schedulings
es: Acciones para Calendario Schedulings
it: azioni di programmazione per il calendario
nl_sr: Acties voor Calendar Schedulings
sw: vitendo vya ratiba za kalenda

source: The 'Add...' menu - for tabled document
es: El &#39;Add ...&#39; menú - de presentado el documento
it: "aggiungi ..." menu - per il documento depositato
nl_sr: De &#39;Toevoegen ...&#39; menu - voor het ingediende document

source: The 'workflow' menu - allows user to execute workflow transitions
ar: في &quot;سير العمل &#39;القائمة - يسمح للمستخدم لتنفيذ التحولات سير العمل
es: El &quot;flujo de trabajo&quot; del menú - permite al usuario ejecutar transiciones de flujo de trabajo
it: il "flusso di lavoro di menu - permette all'utente di eseguire le transizioni del flusso di lavoro
nl_sr: De &#39;workflow&#39; menu - kan de gebruiker uit te voeren workflow overgangen
sw: menyu ya 'mchakato wa kazi' - inaruhusu mtumiaji kufanya mabadiliko ya michakato ya kazi

source: Assign this document to a group...
es: Asigne a este documento a un grupo ...
nl_sr: Wijs dit document naar een groep ...

source: The 'Add...' menu - for agenda item
es: El &#39;Add ...&#39; menú - para el tema
it: "aggiungi ..." menu - per punto dell'ordine del giorno
nl_sr: De &#39;Toevoegen ...&#39; menu - voor het agendapunt

source: Assign agenda item to a group...
es: Asignar el tema a un grupo ...
nl_sr: Toewijzen agendapunt aan een groep ...

source: The 'Add...' menu - for offices
es: El &#39;Add ...&#39; menú - para las oficinas
it: "aggiungi ..." menu - per gli uffici
nl_sr: De &#39;Toevoegen ...&#39; menu - voor kantoren

source: The 'Calendar' menu - allows user to select a scheduling context
ar: و&#39;التقويم&#39; القائمة - يسمح للمستخدم لاختيار سياق جدولة
es: El &#39;Calendario&#39; el menú - permite al usuario seleccionar un contexto de planificación
it: il "calendario menu - permette all'utente di selezionare un contesto di pianificazione
nl_sr: De &#39;Agenda&#39; menu - kan de gebruiker kiezen een planning context
sw: menyu ya 'kalenda' - inaruhusu mtumiaji kuchagua muktadha wa ratiba

source: Add Office Address...
es: Dirección de la Oficina ...
it: aggiungere l'indirizzo ufficio ...
nl_sr: Voeg Office Adres ...

source: Add Title...
es: Añadir título ...
nl_sr: Titel toevoegen ...

source: content
es: contenido
it: contenuto
nl_sr: inhoud

source: The 'Add' menu - allows user to add content
es: El &#39;Add&#39; del menú - permite al usuario agregar contenido
it: "aggiungi ..." menu - permette all'utente di aggiungere contenuti
nl_sr: De &#39;Add&#39; menu - kan de gebruiker toe te voegen content

source: Add ...
es: Añadir ...
it: aggiungi ...
nl_sr: Toe te voegen ...

source: The 'Add..' menu - for calendar
es: El &#39;Añadir ..&#39; menú - para el calendario
it: "aggiungi ..." menu - per il calendario
nl_sr: De &#39;Add .. &quot; menu - voor de kalender

source: edit attendance
es: modificar la asistencia
it: modifica presenze
nl_sr: edit aanwezigheid

source: The 'Translate' menu - allows user to translate content
ar: و&#39;ترجم&#39; القائمة - يسمح للمستخدم لترجمة محتوى
es: El &#39;Traducir&#39; menú - permite al usuario traducir el contenido
it: il menu "tradurre - permette all'utente di aggiungere contenuti
nl_sr: Het &#39;vertalen&#39; menu - kan de gebruiker te vertalen content
sw: menyu ya 'kufasiri' - inaruhusu mtumiaji kutunga fasiri

source: Delete Sitting
es: Eliminar Sentado
it: eliminare seduta
nl_sr: Zittend verwijderen

source: Add Parliament...
es: Añadir el Parlamento ...
it: aggiungi parlamento ...
nl_sr: Voeg het Europees Parlement ...

source: Add Committee...
es: Agregar Comité ...
it: aggiungi commissione ...
nl_sr: Voeg Comite ...

source: Add Session...
es: Añadir sesión ...
it: aggiungi sessione ...
nl_sr: Voeg Session ...

source: Add Government...
es: Añadir Gobierno ...
it: governo di aggiungere ...
nl_sr: Voeg regering ...

source: Add MP...
es: Añadir MP ...
it: mp aggiungere ...
nl_sr: Voeg MP ...

source: The 'Add' menu - allows user to add content while in workspace
ar: &quot;إضافة&quot; القائمة - يسمح للمستخدم لإضافة محتوى بينما في مساحة العمل
es: El &#39;Add&#39; del menú - permite al usuario agregar contenido, mientras que en el espacio de trabajo
nl_sr: De &#39;Add&#39; menu - kan de gebruiker toe te voegen content, terwijl in werkruimte
sw: menyu ya 'kutunga' - inaruhusu mtumiaji kutunga maudhui katika eneo la kazi

source: Add Office...
es: Agregue una oficina ...
it: aggiungi ufficio ...
nl_sr: Voeg Office ...

source: Add Political Party...
es: Agregar partido político ...
it: aggiungere partito politico ...
nl_sr: Voeg politieke partij ...

source: Add Political Group...
es: Añadir Grupo Político ...
it: aggiungi gruppo politico ...
nl_sr: Add fractievoorzitters ...

source: Add User...
es: Añadir usuario ...
it: aggiungere utente ...
nl_sr: Gebruiker toevoegen ...

source: Add Constituency...
es: Añadir electoral ...
it: aggiungi elettorale ...
nl_sr: Voeg Kieskring ...

source: Add Province...
es: Añadir Provincia ...
it: aggiungi provincia ...
nl_sr: Voeg provincie ...
