Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Working Draft
ar: عمل مشروع
es: Borrador de Trabajo
it: bozza di lavoro
sw: hawala

source: Received by Clerks Office
ar: التي تلقاها مكتب كتبة
es: Recibido por la Oficina de Empleados
it: ricevuto ufficio segretario generale
nl_sr: Ontvangen door Clerks Office
sw: imepokelewa na karani

source: Submitted
ar: المقدمة
es: Enviado
it: presentato
nl_sr: Ingezonden
sw: imewasilishwa

source: Requires Clarification to Approve
ar: ويتطلب توضيح للموافقة
es: Requiere una aclaración para aprobar
it: richiede chiarimenti
nl_sr: Vereist Verduidelijking Goedkeuren aan
sw: inahitaji ufafanuzi

source: Third Reading Pending
ar: القراءة الثالثة ريثما
es: Tercera lectura pendiente
it: in attesa di terza lettura
nl_sr: In afwachting van derde lezing
sw: inasubiri somo la tatu

source: Create Motion
ar: إنشاء الحركة
es: Crear movimiento
it: creare un movimento
sw: tunga hoja

source: Create Motion (On behalf of)
ar: خلق الحركة (باسم)
es: Crear Motion (En representación de)
it: creare una mozione in nome di ...
nl_sr: Create Motion (Namens)
sw: tunga hoja kwa niaba ya...

source: Second Reading Adjourned
ar: تأجيل القراءة الثانية
es: Segunda Lectura Aplazado
it: la seconda lettura è sospesa
nl_sr: Tweede lezing verdaagd
sw: somo la pili limeahirishwa

source: First Report Reading Pending
ar: أول قراءة تقرير معلق
es: Primer Informe de lectura pendiente
it: prima lettura in attesa
nl_sr: Eerste verslag lezen afwachting van
sw: somo limehairishwa

source: Rejected Bill
ar: ورفض بيل
es: Proyecto de ley rechazado
it: rigettare disegno di legge
nl_sr: Afgewezen Bill
sw: mswada umekataliwa

source: Published Minutes
ar: نشرت دقائق
es: Minutos publicados
it: resoconto pubblicato
nl_sr: Uitgegeven Minuten
sw: hoja zimechapishwa

source: Published Agenda
ar: نشرت جدول الأعمال
es: Del orden del día de publicación
it: agenda pubblicata
nl_sr: Uitgegeven Agenda
sw: ajenda imechapishwa

source: Create Sitting
ar: خلق الجلوس
es: Crear Sentado
it: creare seduta
nl_sr: Maak Zittend
sw: tunga kikao

source: Submitted to Select Committee (after 1st reading)
ar: قدمت إلى اللجنة المختارة (1 بعد القراءة)
es: Presentado al Comité Selecto (después de la 1 ª lectura)
nl_sr: Voorgelegd aan commissie (na 1e lezing) Select
sw: imewasilishwa kwa kamati teule (baada ya somo la kwanza)

source: Active User
ar: نشط العضو
es: Usuario activo
nl_sr: Actieve gebruiker
sw: amewezeshwa

source: Inactive User
ar: نشط العضو
es: Usuario inactivo
nl_sr: Inactieve gebruiker
sw: hajawezeshwa

source: Deceased User
ar: العضو المتوفى
es: Usuario fallecido
nl_sr: Overleden Gebruiker
sw: marehemu

source: Create
ar: خلق
es: Crear
it: crea
nl_sr: Creëren
sw: tunga

source: First Reading Pending
ar: القراءة الأولى ريثما
es: En espera de la primera lectura
it: in attesa di prima lettura
nl_sr: In afwachting van de eerste lezing
sw: inasubiri somo la kwanza

source: Active Group
ar: نشط المجموعة
es: Grupo Activa
it: gruppo attivo
sw: limewezeshwa

source: Group is Dissolved
ar: تم حل جماعة
es: Grupo se disuelve
it: gruppo si scioglie
nl_sr: Fractie wordt ontbonden
sw: kikundi kimefutwa

source: Draft - Group not yet Active
ar: مشروع -- المجموعة التي لم تنشط بعد
es: Proyecto - Grupo aún no está activo
it: progetto: il gruppo non ancora attivo
nl_sr: Ontwerp - Group nog niet actief
sw: rasimu - kikundi bado hakijaanzishwa

source: Published Internal
ar: نشرت الداخلية
es: Publicado interna
nl_sr: Uitgegeven Interne
sw: imechapishwa binafsi

source: Approved Bill
ar: وافق بيل
es: Aprobado proyecto de ley
it: disegno di legge approvato
nl_sr: Goedgekeurd Bill
sw: mswada umekubaliwa

source: Whole House Pending
ar: البيت كله معلق
es: Toda la Casa de la espera
nl_sr: Whole House afwachting van
sw: bunge zima lasubiri kushughulikiwa

source: Tabled
ar: قدم
es: Presentado
it: presentato
nl_sr: Ingediend
sw: imewasilishwa

source: received by clerk
ar: وردت من قبل كاتب
es: recibida por el secretario
nl_sr: ontvangen door griffier
sw: limepokewa na karani

source: Create Tabled Document
ar: قدمت وثيقة خلق
es: Crear Documento Presentado
it: presenta documento
nl_sr: Maak ingediende document
sw: tunga hati

source: Submitted to Signatories
ar: المقدمة إلى الدول الموقعة
es: Enviado a los Signatarios
nl_sr: Voorgelegd aan de ondertekenaars
sw: imewasilishwa kwa watiaji saini

source: Create Tabled Document (On behalf of)
ar: قدمت وثيقة إنشاء (باسم)
es: Crear Presentado el documento (en nombre de)
it: presentare un documento a nome di
nl_sr: Maak Ingediend Document (Namens)
sw: tunga hati kwa niaba ya...

source: First Report Reading Adjourned
ar: القراءة الأولى عن تأجيل
es: Lectura Primer Informe Aplazado
it: prima lettura posticipata
nl_sr: Eerste verslag lezen verdaagd
sw: soma la ripoti limehairishwa

source: Submitted to Select Committee (after 2nd reading)
ar: قدمت إلى اللجنة المختارة (بعد قراءة 2)
es: Presentado al Comité Selecto (después de la 2 ª lectura)
nl_sr: Voorgelegd aan Select Committee (na 2e lezing)
sw: imewasilishwa kwa kamati teule (baada ya somo la II)

source: Second Reading
ar: القراءة الثانية
es: Segunda lectura
it: la seconda lettura
nl_sr: Tweede lezing
sw: somo la pili

source: First Reading
ar: القرأة الأولى
es: Primera lectura
it: prima lettura
nl_sr: Eerste lezing
sw: somo la kwanza

source: Bill Published in Gazette
ar: مشروع قانون نشر في الجريدة الرسمية
es: Proyecto de ley publicado en la Gaceta
it: data di pubblicazione
nl_sr: Bill Gepubliceerd in Staatscourant
sw: mswada umechapishwa kwa gazeti rasmi

source: Create Agenda Item
ar: خلق البند من جدول الأعمال
es: Crear Tema
it: creare punti dell'ordine del giorno
nl_sr: Maak een agendapunt
sw: tunga pointi za ajenda

source: Create Agenda Item (On behalf of)
ar: إنشاء البند (باسم)
es: Crear tema del programa (en su nombre)
it: creare punto all'ordine del giorno a nome del ...
nl_sr: Maak een agendapunt (Namens)
sw: tunga pointi ya ajenda kwa niaba ya...

source: Active Committee
ar: نشط لجنة
es: Activa Comité
it: commissione attiva
nl_sr: Actief Comite
sw: imewezeshwa

source: Committee is Dissolved
ar: تم حل لجنة
es: Comité se disuelve
it: commissioni dissolta
nl_sr: Commissie wordt ontbonden
sw: imevunjwa

source: Draft - Committee not yet Active
ar: مشروع -- اللجنة لم تنشط بعد
es: Proyecto - Comité aún no está activo
it: bozza: commissione non ancora attiva
nl_sr: Ontwerp - Comite nog niet actief
sw: rasimu - kamati bado haijaanzishwa

source: Active Parliament
ar: نشط البرلمان
es: Activa del Parlamento
it: parlamento attivo
nl_sr: Actief Europees Parlement
sw: limewezeshwa

source: Parliament is Dissolved
ar: تم حل البرلمان
es: El Parlamento está disuelto
it: parlamento dissolto
nl_sr: Het parlement wordt ontbonden
sw: limevunjwa

source: Draft - Parliament not yet Active
ar: مشروع -- البرلمان لم تنشط بعد
es: Proyecto - El Parlamento aún no está activo
it: bozza: il parlamento non ancora attivo
nl_sr: Ontwerp - het Europees Parlement nog niet actief
sw: rasimu - bunge bado halijaanzishwa

source: Inactive file
ar: ملف نشط
es: Archivo inactivo
nl_sr: Inactief bestand
sw: haijawezeshwa

source: Create Bill
ar: إنشاء بيل
es: Crear proyecto de ley
it: disegno di legge di creare
nl_sr: Maak Bill
sw: unda muswada

source: Inactive event
ar: نشط الحدث
es: Caso inactivo
it: evento inattivo
nl_sr: Inactief event
sw: halijawezeshwa

source: Published
ar: نشرت
es: Publicado
it: pubblicare
nl_sr: Uitgegeven
sw: imechapishwa

source: Create Report
ar: إنشاء تقرير
es: Crear informe
it: creare un rapporto
nl_sr: Rapport maken
sw: tunga ripoti

source: Dropped
ar: انخفض
es: Abandonado
it: caduto
sw: imeshushwa

source: First Reading Adjourned
ar: القراءة الأولى تأجيل
es: Aplazada la primera lectura
it: prima lettura sospesa
nl_sr: Eerste lezing verdaagd
sw: somo la kwanza limeahirishwa

source: Whole House
ar: البيت كله
es: Toda la Casa
nl_sr: Hele Huis
sw: jumba zima

source: First Report Reading
ar: أول تقرير القراءة
es: Lectura Primer Informe
it: relazione in prima lettura
nl_sr: Eerste verslag lezen
sw: somo la kwanza la ripoti

source: Scheduled
ar: من المقرر
es: Programado
it: messo in agenda
nl_sr: Geplande
sw: imeratibishwa

source: Schedule pending
ar: جدولة ريثما
es: Horario pendiente de
it: in programmazione
nl_sr: Schema in afwachting van
sw: inasubiri kuratibishwa

source: Requires Clarification to Receive
ar: ويتطلب توضيح لاستقبال
es: Requiere una aclaración para recibir
it: necessita chiarimenti per ricevere
nl_sr: Vereist Verduidelijking Ontvangstcapaciteit
sw: inahitaji ufafanuzi

source: Pending response
ar: في انتظار الرد
es: En espera de respuesta
it: in attesa di risposta
nl_sr: In afwachting van reactie
sw: inasubiri jibu

source: Inadmissible
ar: غير مقبول
es: Inadmisible
it: inammissibile
nl_sr: Ontoelaatbaar
sw: haikubaliki

source: Admissible
ar: مقبولة
es: Admisible
it: ammissibilie
nl_sr: Toelaatbaar
sw: inakubalika

source: Speaker's Office Email
es: E-mail Presidente de la Oficina
it: casa d'affari e-mail ufficio
nl_sr: Speaker&#39;s Bureau E-mail

source: Speaker's Office Notification
es: Notificación de la Oficina del Presidente
it: ricevere la notifica da House Business
nl_sr: Speaker&#39;s Bureau Notification

source: Alert the speaker's office when a document is submitted
es: Alertar a la oficina de la persona que habla cuando un documento se presenta
nl_sr: Alert van de spreker kantoor wanneer een document wordt ingediend

source: Clerk's Office Notification
es: Notificación de la Oficina del secretario
it: informa ufficio segretario generale
nl_sr: Griffie Notification

source: Alert the clerk's office by e-mail when a document is submitted
es: Alertar a la oficina del secretario por correo electrónico cuando se envía un documento
nl_sr: Waarschuw de griffie via e-mail wanneer een document wordt ingediend

source: Clerks's Office Email
es: Empleados de la Oficina del E-mail
it: email ufficio segretario generale
nl_sr: Clerks&#39;s Office E-mail

source: Ministries Notification
es: Ministerios de notificación
it: notifica al ministro
nl_sr: Ministeries Kennisgeving

source: Notify concerned ministries by e-mail when a document is submitted
es: Notificar a los ministerios interesados ​​por e-mail cuando un documento se presenta
nl_sr: Houd betrokken ministeries via e-mail wanneer een document wordt ingediend

source: Administrator's Email
es: E-mail del administrador
it: email amministratore
nl_sr: Administrator&#39;s Email

source: Allow Question Submission
es: Permitir la presentación de preguntas
it: permetti presentazione quesito
nl_sr: Laat Vraag Submission

source: Days to Defer Question
es: Días de aplazar la pregunta
it: giorni di posticipo di un quesito
nl_sr: Dagen op vraag uitstellen

source: number of days after which admissible questions are automatically deferred
es: número de días después de que las preguntas son admisibles automáticamente diferidos
nl_sr: aantal dagen, waarna ontvankelijk vragen worden automatisch uitgesteld

source: Days to Notify Ministry of Pending Response
es: Días para notificar a la espera de la respuesta del Ministerio
it: giorni di tempo per notificare ministero di attesa della risposta
nl_sr: Dagen van het ministerie op de hoogte van In afwachting van reactie

source: Days after which to notify concerned ministry and clerk's office of questions with pending responses
es: Días después de lo cual notificará al ministerio en cuestión y la oficina del secretario de preguntas con respuestas pendientes
nl_sr: Dagen, waarna de betrokken ministerie en de griffie van vragen mee te delen in afwachting van de antwoorden

source: Days before question scheduled
es: Días antes de la pregunta prevista
it: giorni prima della discussione in programma
nl_sr: Dagen voor de geplande vraag

source: Days before bill scheduled
es: Días antes de que Bill programado
it: giorni prima che un disegno legge posso essere presentato
nl_sr: Dagen voor de geplande wetsvoorstel

source: Maximum Questions Per Sitting
es: Preguntas máximo por sesión
nl_sr: Maximum vragen per Zittend

source: Maximum Questions Per Sitting Per MP
es: Preguntas máximo por sesión por MP
nl_sr: Maximum vragen per Zittend Per MP

source: Number of sittings to include in what's business section
es: Número de sesiones de incluir en lo que es la sección de negocios
nl_sr: Aantal van de vergaderingen op te nemen in wat de zakelijke sectie

source: Minimum consented signatories for a bill
es: Mínimo consentido signatarios de un proyecto de ley
nl_sr: Minimum stemde ondertekenaars voor een wetsvoorstel

source: Maximum consented signatories for a bill
es: Máximo consentido signatarios de un proyecto de ley
nl_sr: Maximale stemde ondertekenaars voor een wetsvoorstel

source: Minimum consented signatories for a question
es: Mínimo consentido firmantes de una pregunta
nl_sr: Minimum stemde ondertekenaars voor een vraag

source: Maximum consented signatories for a question
es: Máximo consentido firmantes de una pregunta
nl_sr: Maximale stemde ondertekenaars voor een vraag

source: Minimum consented signatories for a motion
es: Mínimo consentido signatarios de una moción
nl_sr: Minimum stemde ondertekenaars van een motie

source: Maximum consented signatories for a motion
es: Máximo consentido signatarios de una moción
nl_sr: Maximale stemde ondertekenaars van een motie

source: Minimum consented signatories for an agenda item
es: Mínimo consentido signatarios de un tema del programa
nl_sr: Minimum stemde ondertekenaars voor een agendapunt

source: Maximum consented signatories for an agenda item
es: Máximo consentido signatarios de un tema del programa
nl_sr: Maximale stemde ondertekenaars voor een agendapunt

source: Minimum consented signatories for a tabled document
es: Mínimo consentido firmantes de un documento presentado
nl_sr: Minimum stemde ondertekenaars voor een ingediend document

source: Maximum consented signatories for a tabled document
es: Máximo consentido firmantes de un documento presentado
nl_sr: Maximale stemde ondertekenaars voor een ingediend document

source: Email Notifications Enabled?
ar: تمكين إعلامات البريد الإلكتروني؟
es: Notificaciones por correo electrónico habilitado?
it: notifiche e-mail abilitati?
nl_sr: E-mail Meldingen ingeschakeld?
sw: wezesha maarifa kwa njia ya barua pepe?

source: Email server hostname or IP address
ar: عنوان البريد الإلكتروني الخادم المضيف أو IP
es: Dirección de correo electrónico del servidor host o dirección IP
it: sever di posta elettronica hostname and IP
nl_sr: E-mail server hostnaam of IP adres
sw: anwani ya IP kompyuta tumishi ya barua pepe

source: Email server port
ar: خادم البريد الإلكتروني الميناء
es: Puerto del servidor de correo electrónico
it: porta sever e-mail
nl_sr: E-mail server poort
sw: kodi (port) ya kompyuta tumishi ya barua pepe

source: Email server login name
ar: اسم خادم البريد الإلكتروني لتسجيل الدخول
es: Servidor de correo electrónico de inicio de sesión el nombre de
it: login nome sever posta
nl_sr: E-mail server loginnaam
sw: Jina la mtumiaji wa kompyuta tumishi ya barua pepe

source: Email server password
ar: خادم البريد الإلكتروني كلمة السر
es: Contraseña del servidor de correo electrónico
it: password server posta elettronica
nl_sr: E-mail server wachtwoord
sw: Nenosiri la kompyuta tumishi ya barua pepe

source: Default sender address
ar: عنوان المرسل الافتراضي
es: Por defecto la dirección del remitente
it: è necessario immettere un indirizzo
nl_sr: Standaard verzendadres
sw: anwani msingi ya kutuma ujumbe

source: Connect securely to mail server (using TLS)
ar: اتصال آمن إلى خادم البريد (باستخدام TLS)
es: Conéctese de forma segura al servidor de correo (con TLS)
nl_sr: Sluit stevig om e-mail server (met behulp van TLS)
sw: linda unganisho kwa kompyuta tumishi ya barua pepe (tumia TLS)

source: Title of document assignment to group or committee
es: Título de asignación de documentos a un grupo o comité
nl_sr: Titel van het document opdracht om groep of commissie

source: Start date of document assignment
es: Fecha de inicio de la cesión de documentos
nl_sr: Startdatum van document opdracht

source: End date of document assignment
es: Fecha de finalización de la asignación de documentos
nl_sr: Einddatum van document opdracht

source: Document assignment type
es: Documento tipo de asignación
nl_sr: Document opdracht het type

source: Status
ar: حالة
es: Estado
it: stato
nl_sr: Staat
sw: hali

source: Notes
ar: تلاحظ
es: Notas
it: note
nl_sr: Opmerkingen
sw: vidokezo

source: Add government
es: Añadir el gobierno
it: aggiungere governo
nl_sr: Voeg de overheid

source: Edit government
ar: تعديل الحكومة
es: Editar el gobierno
it: aggiorna governo
nl_sr: Edit overheid
sw: hariri serikali

source: Delete government
es: Eliminar el gobierno
it: cancella governo
nl_sr: Verwijder de overheid

source: View government
es: Ver el gobierno
it: vedi governo
nl_sr: Bekijk de overheid

source: Add group member
es: Añadir miembro del grupo
it: aggiungi membro del gruppo politico ...
nl_sr: Voeg groepslid

source: Edit group member
es: Editar los miembros del grupo
it: aggiorna membro del gruppo politico ...
nl_sr: Edit groepslid

source: Delete group member
es: Eliminar los miembros del grupo
it: elimina membro del gruppo
nl_sr: Verwijderen groepslid

source: View group member
es: Ver miembros del grupo
it: vedi membro del gruppo politico ...
nl_sr: Bekijk groepslid

source: Add office
es: Agregue una oficina
it: aggiungi ufficio ...
nl_sr: Voeg kantoor

source: Edit office
ar: تحرير مكتب
es: Editar la oficina
it: aggiorna ufficio
nl_sr: Edit kantoor
sw: hariri ofisi

source: Delete office
ar: حذف مكتب
es: Eliminar la oficina
it: cancellare ufficio
nl_sr: Verwijder kantoor
sw: futa ofisi

source: View office
es: Ver la oficina
it: aggiorna ufficio
nl_sr: Bekijk kantoor

source: Add office member
es: Añadir miembro de la oficina
it: aggiungi membro ufficio ...
nl_sr: Voeg office lid

source: Translate content
es: Traducir el contenido
it: traduci contenuto
nl_sr: Vertalen content

source: Edit office member
ar: تحرير عضو مكتب
es: Editar miembro de la oficina
it: aggiorna membro officio
nl_sr: Edit office lid
sw: hariri

source: Delete office member
ar: حذف عضو مكتب
es: Eliminar miembro de la oficina
it: elimina membro officio
nl_sr: Verwijderen office lid
sw: futa

source: View office member
es: Ver miembro de la oficina
it: ved membro officio
nl_sr: Bekijk kantoor leden

source: Add ministry
es: Añadir el ministerio
it: aggiungi ministero ...
nl_sr: Voeg ministerie

source: Edit ministry
ar: تحرير وزارة
es: Editar el ministerio
it: aggiorna ministero
nl_sr: Edit ministerie
sw: hariri wizara

source: Delete ministry
ar: حذف وزارة
es: Eliminar el ministerio
it: eliminare ministro
nl_sr: Verwijderen ministerie
sw: futa wizara

source: View ministry
es: Ver el ministerio
it: vedi ministero
nl_sr: Bekijk ministerie

source: Add mp
es: Añadir pf
it: aggiungere parlamentare
nl_sr: Voeg mp

source: Edit mp
es: Edición de fusión
it: modifica

source: Delete mp
es: Eliminar punto de fusión
it: elemina parlamentare
nl_sr: Verwijderen mp

source: View mp
es: Ver pf
it: vedi parlamentare
nl_sr: Bekijk mp

source: Add session
es: Añadir la sesión
it: aggiungi sessione ...
nl_sr: Toe te voegen sessie

source: Add user
es: Agregar usuario
it: aggiungere utente ...
nl_sr: Gebruikers toe te voegen

source: Edit user
ar: تعديل المستخدم
es: Editar usuario
it: modifica utente
nl_sr: Edit gebruiker
sw: hariri akaunti

source: Delete user
ar: حذف مستخدم
es: Eliminar el usuario
it: elimina utente
nl_sr: Gebruiker verwijderen
sw: futa akaunti

source: View user
es: Ver el usuario
it: vedi utente
nl_sr: Bekijk gebruikers

source: Add constituency
es: Añadir electoral
it: aggiungi collegio elettorale ...
nl_sr: Voeg kiesdistrict

source: Edit session
ar: تحرير الجلسة
es: Editar sesión
it: modifica sessione
nl_sr: Edit sessie
sw: hariri kikao

source: Edit constituency
es: Editar electoral
it: modifica collegio elettorale
nl_sr: Edit kiesdistrict

source: Delete constituency
es: Eliminar electoral
it: elemina collegio elettorale
nl_sr: Verwijderen kiesdistrict

source: View constituency
es: Ver electoral
it: vedi collegio elettorale
nl_sr: Bekijk kiesdistrict

source: Delete session
ar: حذف الجلسة
es: Eliminar la sesión
it: eliminare sessione
nl_sr: Verwijderen sessie
sw: futa kikao

source: Add sitting
es: Añadir sentado
it: aggiungi seduta ...
nl_sr: Voeg zitten

source: Add minister
es: Añadir el ministro
it: aggiungi il ministro ...
nl_sr: Voeg minister

source: Edit minister
ar: عدل وزير
es: Editar el ministro
it: modifia ministro
sw: hariri waziri

source: Delete minister
ar: حذف وزير
es: Eliminar el ministro
it: elimina ministro
nl_sr: Verwijderen minister
sw: futa

source: View minister
es: Ver el ministro
it: vedi ministro
nl_sr: Bekijk minister

source: Add committee member
es: Añadir miembro del comité
it: aggiungere membro del comitato ...
nl_sr: Voeg bestuurslid

source: Edit sitting
ar: تعديل الجلوس
es: Editar sentado
it: modifica seduta
nl_sr: Edit zitten
sw: hariri kikao

source: Edit committee member
ar: عدل عضو اللجنة
es: Editar el miembro del comité
it: aggiungere membro del comitato ...
nl_sr: Edit bestuurslid
sw: hariri mwanachama wa kamati

source: Delete committee member
ar: حذف عضو اللجنة
es: Eliminar miembro del comité
it: eliminare membro del comitato ...
nl_sr: Verwijderen bestuurslid
sw: futa mwanachama wa kamati

source: View committee member
es: Ver miembro del comité
it: vedi membro del comitato ...
nl_sr: Bekijk bestuurslid

source: Add committee staff
es: Añadir personal de la comisión
it: aggiungere comitato del personale ...
nl_sr: Voeg commissie personeel

source: Edit committee staff
ar: عدل لجنة الموظفين
es: Editar comité de personal
it: modifica comitato del personale ...
nl_sr: Edit commissie personeel
sw: hariri

source: Delete sitting
ar: حذف الجلوس
es: Eliminar sentado
it: eliminare seduta
nl_sr: Verwijder zitten
sw: futa kikao

source: Delete committee staff
ar: حذف لجنة الموظفين
es: Eliminar personal de la comisión
it: elimina comitato del personale ...
nl_sr: Verwijderen commissie personeel
sw: futa

source: View committee staff
es: Ver personal de la comisión
it: vedi disegno di legge
nl_sr: Bekijk commissie personeel

source: Add political group member
es: Añadir miembro del grupo político
it: aggiungi membro del gruppo politico ...
nl_sr: Voeg politieke groepslid

source: Edit political group member
ar: تحرير سياسي عضو في المجموعة
es: Editar miembro del grupo político
it: modifica membro del gruppo politico ...
nl_sr: Edit politieke groepslid

source: Delete political group member
es: Eliminar los miembros del grupo político
it: elimina membro del gruppo politico ...
nl_sr: Verwijder politieke groepslid

source: View political group member
es: Ver miembro del grupo político
it: vedi membro del gruppo politico ...
nl_sr: Bekijk politieke groepslid

source: Add address
es: Agregue la dirección
it: aggiungi indirizzo
nl_sr: Adres toevoegen

source: Edit address
es: Editar dirección
it: modifica indirizzo e-mail
nl_sr: Adres bewerken

source: Delete address
es: Eliminar la dirección
it: elimina indirizzo
nl_sr: Adres wissen

source: View address
es: Ver la dirección
it: vedi indirizzo e-mail
nl_sr: Bekijk het adres

source: Add delegation
es: Añadir la delegación
it: aggiungi delega ...
nl_sr: Voeg delegatie

source: Edit delegation
es: Editar delegación
it: modifica delegazioni
nl_sr: Edit delegatie

source: Delete delegation
es: Eliminar la delegación
it: elimina delegazioni
nl_sr: Verwijderen delegatie

source: View delegation
es: Ver la delegación
it: vedi delegazioni
nl_sr: Bekijk delegatie

source: Add title/function
es: Añadir título / la función
it: aggiungere un titolo / ruolo ...
nl_sr: Voeg een titel / functie

source: Edit title/function
es: Editar título / función
it: modifica un titolo / ruolo ...
nl_sr: Titel bewerken / functie
