Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Current parliamentary activity
ar: النشاط الحالي البرلمانية
es: La actividad parlamentaria actual
it: attività parlamentari
nl_sr: De huidige parlementaire activiteit
sw: shughuli za bunge

source: Workspace
ar: مساحة العمل
es: Espacio de trabajo
it: area di lavoro
nl_sr: Werkruimte
sw: eneo la kazi

source: documents
ar: وثائق
es: documentos
nl_sr: documenten
sw: hati

source: draft
es: borrador
nl_sr: ontwerp

source: draft documents
es: proyectos de documentos
nl_sr: ontwerp-documenten

source: inbox
es: bandeja de entrada

source: incoming documents
es: los documentos entrantes
nl_sr: binnenkomende documenten

source: sent
es: enviado
nl_sr: gestuurd

source: sent documents
es: los documentos enviados
nl_sr: verzonden documenten

source: archive
es: archivo
nl_sr: archief

source: archived documents
es: documentos archivados
nl_sr: gearchiveerde documenten

source: Scheduling
ar: جدولة
es: Programación
it: programmazione
nl_sr: Planning
sw: ratibu

source: Committees
ar: اللجان
es: Comités
it: commissioni
nl_sr: Commissies
sw: kamati

source: Committee schedules
ar: لجنة الجداول
es: Horarios del Comité
it: commissioni
nl_sr: Comite&#39;s
sw: kamati

source: Sittings
ar: الجلسات
es: Sesiones
it: sedute
nl_sr: Vergaderingen
sw: vikao

source: Plenary Sittings
ar: جلسات عامة
es: Sesiones plenarias
it: sedute
nl_sr: Plenaire Vergaderingen
sw: vikao

source: Business
es: Negocios
it: lavori
nl_sr: Bedrijf

source: Daily operations of the parliament
es: Las operaciones diarias del Parlamento
it: una rassegna delle attività quotidiane del parlamento
nl_sr: Dagelijkse werking van het parlement

source: Members
es: Miembros
it: membri
nl_sr: Leden

source: Records of members of parliament
es: Los registros de los miembros del parlamento
nl_sr: Registraties van de leden van het parlement

source: Archive
ar: الأرشيف
es: Archivo
it: archivio
nl_sr: Archief
sw: nyaraka

source: Parliament records and documents
es: Parlamento de registros y documentos
it: registri e dei documenti del parlamento europeo
nl_sr: Europees Parlement records en documenten

source: Administration
ar: إدارة
es: Administración
it: amministrazione
nl_sr: Administratie
sw: usimamizi

source: Manage bungeni settings
ar: إدارة إعدادات bungeni
es: Administrar la configuración de bungeni
nl_sr: Beheren bungeni instellingen
sw: mipangilio ya bungeni

source: What's on
es: ¿Qué hay en
it: in agenda
nl_sr: Wat is er op

source: View committees created by the current parliament
es: Ver los comités creados por el actual Parlamento
it: comitati di vista creata dal parlamento attuale
nl_sr: Bekijk de commissies die door het huidige parlement

source: Bills
ar: فواتير
es: Billetes
it: disegni legge
nl_sr: Biljetten
sw: miswada

source: View bills introduced in the current parliament
es: Ver proyectos de ley presentados en el parlamento actual
nl_sr: Bekijk wissels aangebracht in de huidige parlement

source: Questions
ar: الأسئلة
es: Preguntas
it: interpellanze
nl_sr: Vragen
sw: maswali

source: View questions tabled in the current parliament
es: Ver las preguntas presentadas en el parlamento actual
nl_sr: Bekijk vragen ingediend in het huidige parlement

source: Motions
ar: الاقتراحات
es: Mociones
it: mozioni
nl_sr: Moties
sw: hoja

source: View motions moved in the current parliament
es: Ver movimientos se movió en el parlamento actual
nl_sr: Bekijk bewegingen verplaatst in de huidige parlement

source: Tabled documents
es: Presentado documentos
it: documenti depositati
nl_sr: Ingediende documenten

source: View the documents tabled in the current parliament
es: Ver los documentos presentados en el parlamento actual
nl_sr: Bekijk de documenten ingediend in het huidige parlement

source: Agenda items
es: Los temas del programa
it: punti dell'ordine del giorno
nl_sr: Agendapunten

source: View the agenda items of the current parliament
es: Ver los temas de la agenda de la actual legislatura
it: una rassegna delle attività quotidiane del parlamento
nl_sr: Bekijk de agendapunten van het huidige parlement

source: View the sittings of the current parliament
es: Ver las sesiones de la actual legislatura
it: una rassegna delle attività quotidiane del parlamento
nl_sr: Bekijk de vergaderingen van het huidige parlement

source: Publications
es: Publicaciones
it: pubblicazioni
nl_sr: Publicaties

source: browse and download parliamentary publications
es: navegar y descargar publicaciones parlamentarias
nl_sr: bekijken en downloaden parlementaire publicaties

source: Current
es: Corriente
it: corrente
nl_sr: Stroom

source: View current parliament members (MPs)
es: Ver los actuales miembros del parlamento (MPs)
it: vedi membri del parlamento
nl_sr: Bekijk huidige parlementsleden (Kamerleden)

source: Political groups
es: Los grupos políticos
it: gruppi politici
nl_sr: Fracties

source: View current political groups
es: Ver actuales grupos políticos
it: gruppi politici
nl_sr: Bekijk huidige fracties

source: Browse archives
es: Acceder a los archivos
nl_sr: Archieven doorbladeren

source: Browse records from the archive
es: Examinar los registros del archivo
nl_sr: Blader door records uit het archief

source: Documents
es: Documentos
it: documenti
nl_sr: Documenten

source: Browse documents in the archive
es: Examinar los documentos en el archivo
nl_sr: Grasduinen in het archief

source: Content
ar: محتوى
es: Contenido
it: contenuto
nl_sr: Inhoud
sw: yaliyomo

source: browse bungeni content
ar: تصفح محتوى bungeni
es: navegar por el contenido bungeni
nl_sr: browse bungeni inhoud
sw: pekua yaliyomo

source: Settings
ar: إعدادات
es: Configuración
it: impostazioni
nl_sr: Instellingen
sw: miongozo

source: settings
es: ajustes
it: impostazioni
nl_sr: instellingen

source: email settings
ar: إعدادات البريد الإلكتروني
es: configuración de correo electrónico
it: impostazioni e-mail
nl_sr: e-mailinstellingen
sw: mipangilio ya barua pepe

source: manage email settings
ar: إدارة إعدادات البريد الإلكتروني
es: administrar la configuración de correo electrónico
nl_sr: het beheer van e-mailinstellingen
sw: mipangilio ya barua pepe

source: search index settings
ar: بحث ضبط مؤشر
es: buscar parámetros del índice
nl_sr: zoekindex instellingen
sw: mpangilio wa kasha la vielezo

source: manage search index settings
ar: إدارة إعدادات فهرس البحث
es: administrar la configuración de índice de búsqueda
nl_sr: beheren search index instellingen
sw: mpangilio wa kasha la vielezo

source: Submitted by
ar: مقدم من
es: Enviado por
it: sostituito da
nl_sr: Ingezonden door
sw: imewakilishwa naye

source: Approved on
ar: وافق على
es: Aprobado el
it: approvato
nl_sr: Goedgekeurd op
sw: imekubaliwa tarehe

source: published on
ar: نشرت يوم
es: publicada el
it: data di pubblicazione
nl_sr: gepubliceerd op
sw: tarehe ilipochapishwa

source: notice given on
ar: على إشعار
es: el aviso dado en
it: avviso reso
nl_sr: opzegging op
sw: tarehe ya utoaji notisi

source: Sitting:
ar: الجلوس:
es: Sentado:
it: seduta
nl_sr: Zittend:
sw: kikao:

source: to
ar: إلى
es: a
it: a
nl_sr: naar
sw: hadi

source: Sitting scheduled for
ar: يجلس المقرر عقده في
es: Sentado programada para el
it: nessun evento in calendario
nl_sr: Zitten gepland voor
sw: kikao kimeratibishwa tarehe

source: verbose_sitting_title
ar: يجلس من ${group_name} @ ${sitting_venue}
es: Sesión del ${group_name} @ ${sitting_venue}
nl_sr: Vergadering van het ${group_name} @ ${sitting_venue}
sw: Kikao cha ${group_name} hapo ${sitting_venue}

source: Item scheduling
es: Artículo de programación
it: predisponi per agenda
nl_sr: Item planning

source: Scheduled for sitting ($start to $end)
ar: المقرر للجلوس ($start ل$end)
es: Programado para estar ($start de $end)
it: programmazione per seduta (a $start $end)
nl_sr: Gepland voor zitten ($start naar $end)
sw: imeratibiwa katika kikao ($start hadi $end)

source: translation
ar: ترجمة
es: traducción
it: traduzione
nl_sr: vertaling
sw: nakulu

source: Version
ar: الإصدار
es: Versión
it: versioni
nl_sr: Versie
sw: toleo

source: Last modified
ar: آخر تعديل
es: Última modificación
it: ultima modifica
nl_sr: Laatst gewijzigd
sw: imebadilishwa

source: Discussion
ar: مناقشة
es: Discusión
it: discussione
nl_sr: Discussie
sw: mjadala

source: Address
ar: عنوان
es: Dirección
it: indirizzo
nl_sr: Adres
sw: anwani

source: Unknown user group
ar: غير معروف المستخدم مجموعة
es: Grupo de usuarios desconocidos
nl_sr: Onbekende groep gebruikers
sw: kikundi kisichofahamika

source: title_html_fragment_odf_transform
ar: جزء HTML لتنسيق OpenDocument
es: Fragmento de HTML para el formato OpenDocument
it: frammento di codice html per il formato opendocument
nl_sr: HTML-fragment OpenDocument-formaat
sw: HTML itatumika kufungua muundo wa opendocument

source: Reverted to previous version $version
es: Miniatura de la versión anterior $version
it: ripristinato %s versione precedente
nl_sr: Teruggekeerd naar de vorige versie $version

source: Resubmit
ar: إعادة
es: Vuelva a enviar
it: inoltra al SG
nl_sr: Opnieuw
sw: wasilisha tena kwa karani

source: Reschedule
ar: إعادة جدولة
es: Reprogramar
it: remetti in calendario
nl_sr: Opnieuw plannen
sw: ratibisha tena

source: Revert to admissible
ar: العودة إلى مقبولة
es: Volver a la admisibilidad de
it: non ammissibile
nl_sr: Terugkeren naar ontvankelijk
sw: inakubalika

source: Adjourn debate
ar: تأجيل المناقشة
es: Aplazar el debate
it: aggiornare
nl_sr: Verdagen debat
sw: hairisha

source: Defer
ar: إرجاء
es: Aplazar
it: differire
nl_sr: Uitstellen
sw: ahirisha

source: Elapse
ar: ينقضي
es: Transcurrir
it: trascorrere
nl_sr: Verstrijken
sw: kawiza

source: Withdraw
ar: سحب
es: Retirar
it: ritirare
nl_sr: Terugtrekken
sw: ondoa

source: Publish in Gazette
ar: نشر في الجريدة الرسمية
es: Publicar en el Boletín
it: data di pubblicazione
nl_sr: Publiceren in Staatscourant
sw: chapisha kwenye gazeti rasmi

source: Allow scheduling of First Reading
ar: يسمح الجدول الزمني للقراءة الأولى
es: Permitir la programación de la primera lectura
it: consentire la pianificazione della prima lettura
nl_sr: Laat het plannen van de eerste lezing
sw: kubali kuratibishwa kwa somo la kwanza

source: Schedule First Reading
ar: جدول القراءة الأولى
es: Programe la primera lectura
it: prima lettura
nl_sr: Schema eerste lezing
sw: ratibisha somo la kwanza

source: Reschedule First Reading
ar: إعادة جدولة القراءة الأولى
es: Volver a programar la primera lectura
it: rimetti in agenda per prima lettura
nl_sr: Opnieuw plannen eerste lezing
sw: ratibisha somo la kwanza tena

source: Adjourn First Reading
ar: تأجيل القراءة الأولى
es: Clausura de la Primera Lectura
it: aggiornare prima lettura
nl_sr: Verdagen eerste lezing
sw: hairisha somo la kwanza

source: Submit Bill to Select Committee (I)
ar: تقديم مشروع قانون لجنة اختيار (I)
es: Presentar proyecto de ley de Comité Selecto (I)
nl_sr: Submit Bill naar de Commissie (I) Selecteer
sw: wasilisha mswada kwa kamati teule (i)

source: Schedule First Report Reading
ar: جدول قراءة التقرير الأول
es: Calendario de Lectura Primer Informe
it: manda in commissione
nl_sr: Schema Eerste verslag lezen
sw: wasilisha kwa kamati

source: Reschedule First Report Reading
ar: إعادة جدولة القراءة الأولى تقرير
es: Reprogramar Lectura Primer Informe
it: rimetti in agenda lettera rapporto
nl_sr: Opnieuw plannen Eerste verslag lezen
sw: hairisha somo la kwanza la ripoti tena

source: Allow scheduling of Second Reading
ar: يسمح الجدول الزمني للقراءة الثانية
es: Permitir la programación de la segunda lectura
it: consentire la programmazione della seconda lettura
nl_sr: Laat het plannen van de tweede lezing
sw: kubali kuratibishwa kwa somo la pili

source: Schedule Second Reading
ar: جدول القراءة الثانية
es: Programe la segunda lectura
it: programmazione
nl_sr: Schema tweede lezing
sw: ratibisha somo la pili

source: Reschedule Second Reading
ar: إعادة جدولة القراءة الثانية
es: Reprogramar la segunda lectura
it: rimetti in agenda per seconda lettura
nl_sr: Tweede lezing opnieuw plannen
sw: ratibisha somo la pili

source: Adjourn First Report Reading
ar: تأجيل التقرير الأول للقراءة
es: Clausura Primer Informe de lectura
it: aggiornare prima lettura
nl_sr: Verdagen Eerste verslag lezen
sw: hairisha somo la kwanza la ripoti

source: Allow scheduling of First Report Reading
ar: يسمح الجدول الزمني لقراءة التقرير الأول
es: Permitir la programación de la Lectura Primer Informe
it: consentire la messa in agenda del rapporto
nl_sr: Laat het plannen van de Eerste rapport Reading
sw: kubali kuratbishwa kwa somo la kwanza la ripoti

source: Adjourn Second Reading
ar: تأجيل القراءة الثانية
es: Levantará la segunda lectura
it: aggiornare la seconda lettura
nl_sr: Verdagen tweede lezing
sw: ahirisha somo la pili

source: Allow scheduling of Whole House Committee
ar: يسمح الجدول الزمني للجنة مجلس النواب الجامع
es: Permitir la programación de la Comisión toda la casa
it: consentire la programmazione de Comitato of Whole House
nl_sr: Laat planning van Whole House Committee
sw: kubali kuratibishwa kwa kamati kuu ya bunge

source: Allow scheduling/rescheduling of Whole House Committee
ar: تتيح جدولة / إعادة جدولة لجنة البيت الجامع
es: Permitir la programación / reprogramación de Todo el Comité de la Cámara
it: consentire la pianificazione / rinegoziazione del Cominato of Whole House
nl_sr: Laat planning / herschikking van de Whole House Committee
sw: kubali kuratibishwa kwa kamati kuu ya bunge

source: Schedule Whole House Committee
ar: الجدول الجامع لجنة مجلس النواب
es: Programe Comité para toda la casa
it: metti in calendario Whole House Committee
nl_sr: Hele schema House Committee
sw: ratibu kamati ya jumba zima

source: Reschedule Whole House Committee
ar: إعادة جدولة الجامع جنة مجلس النواب
es: Reprogramar Comité para toda la casa
it: remetti in calenadario Whole House Committee
nl_sr: Opnieuw plannen Whole House Committee
sw: ratibisha tena kamati zima ya bunge

source: Adjourn Whole House Committee
ar: تأجيل جنة مجلس النواب الجامع
es: Clausura de la Comisión toda la casa
it: aggiornare Whole House Committee
nl_sr: Verdagen Whole House Committee
sw: hairisha kamati zima ya bunge

source: Submit Bill to Select Committee (II)
ar: تقديم مشروع قانون لتحديد اللجنة (الثاني)
es: Presentar proyecto de ley de Comité Selecto (II)
nl_sr: Submit Bill naar de Commissie (II) Select
sw: wasilisha kwa kamti teule (ii)

source: Submit/Resubmit Bill to Select Committee (II)
ar: يقدم / إعادة تقديم مشروع القانون إلى اللجنة المختارة (II)
es: Enviar / Vuelva a enviar proyecto de ley de Comité Selecto (II)
nl_sr: Submit / opnieuw verzenden Bill naar de commissie (II) Select
sw: wasilisha mswada kwa kamati teule (ii)

source: Allow scheduling of Third Reading
ar: يسمح الجدول الزمني لقراءة ثالثة
es: Permitir la programación de la tercera lectura
it: consentire la pianificazione per la terza lettura
nl_sr: Laat het plannen van de Derde lezing
sw: kubali kuratibishwa kwa somo la tatu

source: Schedule Third Reading
ar: جدول القراءة الثالثة
es: Programe tercera lectura
it: programmare terza lettura
nl_sr: Schema Derde lezing
sw: ratibisha somo la tatu

source: Reschedule Third Reading
ar: إعادة جدولة القراءة الثالثة
es: Reprogramar tercera lectura
it: riprogramma terza lettura
nl_sr: Opnieuw plannen Derde lezing
sw: ratibisha somo la tatu

source: Adjourn Third Reading
ar: تأجيل القراءة الثالثة
es: Levantará tercera lectura
it: aggiornare terza lettura
nl_sr: Verdagen Derde lezing
sw: hairisha somo la tatu

source: Reject
ar: رفض
es: Rechazar
it: rigettare
nl_sr: Verwerpen
sw: kataa

source: Publish Internal
ar: نشر داخلي
es: Publicar interna
nl_sr: Publiceren Interne
sw: chapisha binafsi

source: Activate
ar: تفعيل
es: Activar
it: attivo
nl_sr: Activeren
sw: wezesha

source: Dissolve
ar: حل
es: Disolver
it: sciogliere
nl_sr: Ontbinden
sw: futa

source: Draft Agenda
ar: مشروع جدول الأعمال
es: Proyecto de orden del día
it: ordine del giorno provvisorio
nl_sr: Ontwerp Agenda
sw: ajenda rasimu

source: Finalize Agenda
ar: الانتهاء من جدول الأعمال
es: Finalizar el programa
it: finalizzare l'agenda
nl_sr: Af te ronden Agenda
sw: kamilisha agenda

source: Redraft Agenda
ar: إعادة صياغة جدول الأعمال
es: Nueva redacción del orden del día
it: aggornare ordine del giorno
nl_sr: Herformulering Agenda
sw: tunga ajenda tena

source: Draft Minutes
ar: مشروع دقائق
es: Proyecto de Acta
it: documenti in bozza
nl_sr: Ontwerp-notulen
sw: hoja rasimu

source: Publish Minutes
ar: نشر دقائق
es: Publicar Minutos
it: data di pubblicazione
nl_sr: Publiceert notulen
sw: chapisha hoja

source: Redraft Minutes
ar: إعادة صياغة دقائق
es: Minutos volviera a redactar
it: documenti in bozza
nl_sr: Herformulering Minuten
sw: tunga hoja tena

source: Deactivate
ar: إلغاء
es: Desactivar
it: deattivare
nl_sr: Deactiveren
sw: towezesha

source: Reactivate
ar: تنشيط
es: Reactivar
it: reattivare
nl_sr: Schakel
sw: wezesha tena

source: Make available for scheduling
ar: تتيح لجدولة
es: Poner a disposición para la programación
it: mettere a disposizione per la pianificazione
nl_sr: Maak beschikbaar voor het plannen van
sw: fanya ipatikane katika orodha

source: Re-schedule
ar: إعادة جدولة
es: Re-programación
it: rimettere in agenda
nl_sr: Re-schema
sw: ratibisha tena

source: Adopt
ar: اعتماد
es: Adoptar
it: adottare
nl_sr: Goedkeuren
sw: siliki

source: Adopt with amendments
ar: اعتماد مع بعض التعديلات
es: Adoptar las enmiendas
it: adotta con emendamenti
nl_sr: Vast te stellen met wijzigingen
sw: pitisha pamoja na marekebisho

source: Reject a scheduled motion
ar: رفض اقتراحا من المقرر
es: Rechazar una moción programado
it: rifiutare la mozione
nl_sr: Weigeren een geplande beweging
sw: kataa hoja

source: Send to Ministry
ar: ارسل الى وزارة
es: Enviar a Ministerio
it: presentato/a al ministero
nl_sr: Stuur naar ministerie
sw: imewasilishwa kwa wizara

source: Submit Response
ar: تقديم الرد
es: Enviar respuesta
it: presentare risposta
sw: wasilisha jibu

source: Redraft Response
ar: إعادة صياغة الرد
es: Nueva redacción de respuesta
it: preparare risposta
nl_sr: Herformulering Response
sw: tunga jibu tena

source: Complete Response
ar: استجابة كاملة
es: Respuesta Completa
it: completare risposta
sw: kamilisha jibu

source: Debate adjourned
ar: تأجيل المناقشة
es: El debate aplazado
it: dibattito aggiornato
nl_sr: Debat verdaagd
sw: mjadala umehairishwa

source: Debated
ar: ناقش
es: Debate
it: dibattuto
nl_sr: Besproken
sw: imejadiliwa

source: Needs Recomplete to Approve
ar: يحتاج إلى الموافقة Recomplete
es: Necesidades Recomplete para aprobar
it: necessita chiarimenti
nl_sr: Moet Recomplete goed te keuren
sw: yahitaji kukamilishwa

source: Submit
ar: تقدم
es: Presentar
it: inviare al SG
nl_sr: Voorleggen
sw: wasilisha kwa karani

source: Adjourn
ar: فض
es: Suspender
it: aggiornare
nl_sr: Verdagen
sw: kawisha

source: Table
ar: جدول
es: Mesa
it: deposita
nl_sr: Tafel
sw: wasilisha

source: Move to Deceased
ar: الانتقال إلى المتوفون
es: Mover a la Difunta
nl_sr: Ga naar Overleden
sw: marehemu

source: Move from Deceased
ar: الانتقال من المتوفون
es: Pasar de Difuntos
nl_sr: Ga van Overleden
sw: yu hai

source: consent
ar: موافقة
es: consentimiento
nl_sr: toestemming
sw: idhinisha

source: reject
ar: رفض
es: rechazar
nl_sr: verwerpen
sw: kataa

source: Submit to Signatories
ar: يقدم إلى الدول الموقعة
es: Presentar a los Signatarios
nl_sr: Leggen aan de ondertekenaars
sw: wasilisha kwa watiaji saini

source: Redraft
ar: إعادة صياغة
es: Nueva redacción
nl_sr: Herformulering
sw: tunga rasimu tena

source: Drop
ar: قطرة
es: Caer
it: ritirare
sw: ondoa

source: Receive
ar: تلقى
es: Recibir
it: ricevuto
nl_sr: Ontvangen
sw: pokea

source: Require Clarification to Receive
ar: تتطلب التوضيح لاستقبال
es: Es necesario aclarar, para recibir
it: necessita chiarimenti
nl_sr: Er moet duidelijk te ontvangen
sw: inahitaji ufafanuzi

source: Complete
ar: كامل
es: Completar
it: nel rispetto
nl_sr: Compleet
sw: kamilisha

source: Approve
ar: الموافقة على
es: Aprobar
it: approvato
nl_sr: Goedkeuren
sw: kubali

source: Disapprove
ar: رفض
es: Desaprobar
it: diaapprovare
nl_sr: Afkeuren
sw: haikubaliki

source: Allow scheduling
ar: تسمح جدولة
es: Permitir la programación
it: permetti programmazione
nl_sr: Laat planning
sw: wezesha iratibishwe

source: Require Recomplete to Approve
ar: تتطلب الموافقة على Recomplete
es: Requerir Recomplete para aprobar
it: richiede di essere completata per approvazione
nl_sr: Vereisen Recomplete goed te keuren
sw: inahitaji kukamilishwa kabla ya kupitishwa

source: pending
ar: ريثما
es: pendiente
it: pendente
nl_sr: in afwachting van
sw: inasubiri kushugulikiwa

source: scheduled
ar: من المقرر
es: programado
it: in calendario
nl_sr: gepland
sw: imeratibiwa

source: Submit to Clerk
ar: يقدم إلى كاتب
es: Presentar a la Secretaría
it: presentato/a al SG
nl_sr: Verzenden om Clerk
sw: imewasilishwa kwa karani

source: Schedule
ar: جدول
es: Programar
it: crea agenda
nl_sr: Rooster
sw: ratiba

source: Submitted to Clerk
ar: قدمت إلى كاتب
es: Presentado a la Secretaría
nl_sr: Voorgelegd aan Clerk
sw: imewasilishwa kwa karani

source: Response completed
ar: أكملت استجابة
es: Respuesta completa
it: risposta completata
nl_sr: Reactie afgerond
sw: jibu limekamilishwa

source: Draft
ar: مسودة
es: Borrador
it: bozza
nl_sr: Ontwerp
sw: rasimu

source: Submitted to the Speaker
ar: سلمه إلى رئيس البرلمان
es: Presentada al Presidente
it: presentato/a al ministero
nl_sr: Voorgelegd aan de Voorzitter
sw: imewasilishwa kwa spika

source: Elapsed
ar: انقضى
es: Transcurrido
it: trascorso
nl_sr: Verstreken
sw: imechelewa

source: Response submitted
ar: قدمت استجابة
es: Respuesta presentada
it: risposta presentata
nl_sr: Antwoord gegeven op
sw: jibu limewasilishwa

source: Received by clerk
ar: التي تلقاها كاتب
es: Recibido por el secretario
it: ricevuto da impiegato
nl_sr: Ontvangen door griffier
sw: limepokewa na karani

source: Bill Withdrawn
ar: مشروع قانون مسحوب
es: Bill Retirado
it: ritirare disegno di legge
nl_sr: Bill Ingetrokken
sw: umeondolewa

source: Submitted to clerk
ar: قدم إلى موظف
es: Enviado al empleado
it: presentato/a al SG
nl_sr: Voorgelegd aan griffier
sw: imewasilishwa kwa karani

source: Deferred
ar: مؤجلة
es: Diferido
it: differita
nl_sr: Uitgesteld
sw: imeahirishwa

source: Require Clarification to Approve
ar: تتطلب الموافقة على توضيح
es: Es necesario aclarar, para aprobar
it: necessita chiarimenti
nl_sr: Er moet duidelijk goed te keuren
sw: inahitaji ufafanuzi

source: Third Reading Adjourned
ar: القراءة الثالثة تأجيل
es: Tercera Lectura Aplazado
it: terza lettura sospesa
nl_sr: Derde lezing verdaagd
sw: somo la tatu limeahirishwa

source: Create Question
ar: إنشاء السؤال
es: Crear pregunta
it: questione creare
nl_sr: Vraag creëren
sw: unda swali

source: Withdrawn
ar: سحب
es: Retirado
it: ritirati
nl_sr: Teruggetrokken
sw: imeondolewa

source: Create Question (On behalf of)
ar: خلق سؤال (باسم)
es: Crear pregunta (en su nombre)
it: creare un quesito al nome di
nl_sr: Maak Vraag (Namens)
sw: tunga swali kwa niaba ya...

source: Whole House Adjourned
ar: البيت كله تأجيل
es: Aplazado para toda la casa
it: tutta la casa è sospesa
nl_sr: Whole House verdaagd
sw: jumba zima limeahirishwa

source: Third Reading
ar: القراءة الثالثة
es: Tercera Lectura
it: terza lettura
nl_sr: Derde lezing
sw: somo la tatu

source: Draft Bill
ar: مشروع قانون
es: Proyecto de Ley
it: proposte di legge
nl_sr: Voorontwerp van wet
sw: mswada rasimu

source: Adopted with amendments
ar: اعتمدت مع تعديلات
es: Adoptado con enmiendas
it: adottato con emendamenti
nl_sr: Aangenomen met wijzigingen
sw: imepitishwa na marekebisho

source: Second Reading Pending
ar: القراءة الثانية ريثما
es: En espera de la segunda lectura
it: seconda lettura, in attesa di
nl_sr: Tweede lezing afwachting van
sw: inasubirii somo la pili

source: Adopted
ar: اعتمد
es: Adoptado
it: adottato
nl_sr: Aangenomen
sw: imepitishwa

source: Rejected
ar: رفض
es: Rechazado
it: rigettato
nl_sr: Verworpen
sw: imekataliwa
