Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Add Region...
es: Añadir Región ...
it: aggiungi regione ...
nl_sr: Add Regio ...

source: Add Committee Member...
ar: إضافة عضو لجنة...
es: Añadir Miembro del Comité ...
it: aggiungere membro del comitato ...
nl_sr: Add lid van het comite ...
sw: ongeza mwanachama wa kamati ...

source: Add Committee Staff...
es: Agregar Comité de Personal ...
it: aggiungere comitato del personale ...
nl_sr: Voeg Comite Personeel ...

source: Add Office Member...
ar: أضف عضو المكتب...
es: Añadir Miembro Office ...
it: aggiungi membro ufficio ...
nl_sr: Voeg Office Lid ...
sw: ongeza mwanachama wa ofisi ...

source: Add Group Address...
ar: إضافة عنوان المجموعة ...
es: Dirección del Grupo ...
it: aggiungere l'indirizzo del gruppo ...
nl_sr: Groep toevoegen Adres ...
sw: ongeza anwani ...

source: Add User Address...
es: Dirección del usuario ...
it: aggiungere l'indirizzo utente ...

source: report-template-missing
ar: تقرير ملف قالب غير موجود في ${path}
es: Informe del archivo de plantilla no existe en ${path}
nl_sr: Rapportsjabloon bestand bestaat niet op ${path}
sw: Faili ya kuchapisha ripoti haipatikani hapa ${path}

source: Choose template to use in generating Report
ar: اختيار قالب لاستخدامه في توليد تقرير
es: Elige una plantilla para usar en la generación de Informe
nl_sr: Kies een sjabloon te gebruiken in het genereren van rapport
sw: Chagua hati ya kuchapisha hii ripoti

source: Optional publication number for this Report
ar: اختياري لهذا العدد نشر تقرير
es: Número de publicación opcional para este Informe
nl_sr: Optionele publicatie nummer voor dit verslag
sw: Nambari ya uchapishaji wa hii ripoti

source: Preview
ar: معاينة
es: Vista previa
it: anteprima
nl_sr: Voorbeeld
sw: toa onyesho rasimu

source: See the preview of the report below
ar: انظر المعاينة من التقرير أدناه
es: Ver la vista previa del informe a continuación
nl_sr: Zie het voorbeeld van het rapport hieronder
sw: Angalia chapisho la hii ripoti hapo chini

source: Publish
ar: نشر
es: Publicar
it: pubblicare
nl_sr: Publiceren
sw: kuchapisha

source: Report has been processed and saved
ar: وقد تم تجهيز التقرير وحفظه
es: Informe ha sido procesada y guardada
nl_sr: Rapport is verwerkt en opgeslagen
sw: Ripoti imechakatwa na kuhifadhiwa

source: Document Type
ar: نوع الوثيقة
es: Tipo de documento
it: tipo di documento
sw: aina ya hati

source: Type of report to be produced
es: Tipo de informe que se produjo
nl_sr: Type rapport te produceren

source: Choose a starting date for this report
ar: اختيار موعد انطلاق لهذا التقرير
es: Elija una fecha de inicio de este informe
it: scegli la data di inzio per questa relazione
nl_sr: Kies een startdatum voor dit rapport
sw: chagua tarehe ya mwanzo wa ripoti hii

source: Order of the day
es: Orden del día
it: ordine del giorno
nl_sr: Orde van de dag

source: The sitting has no scheduled items
es: La sesión se ha programado ninguna artículos
it: nessun elemento in calendario
nl_sr: De vergadering heeft geen geplande items

source: You are trying to generate a report outside scheduling
es: Usted está tratando de generar un informe fuera de la programación
nl_sr: U probeert een rapport buiten planning te genereren

source: The period selected has no sittings
es: El periodo seleccionado no tiene sesiones
it: il periodo selezionato non ha sedute
nl_sr: De gekozen periode is geen zittingen

source: A parliament must be active in the period
es: Un parlamento debe estar activo en el período
it: un parlamento deve essere attivo nel periodo
nl_sr: Een parlement moet actief zijn in de periode

source: Choose an end date for this report
ar: اختيار موعد نهاية لهذا التقرير
es: Elige una fecha de finalización de este informe
it: scegli la data di fine per questa relazione
nl_sr: Kies een einddatum voor dit rapport
sw: chagua tarehe ya mwisho wa ripoti hii

source: Sittings included in this report
es: Sesiones incluidos en este informe
it: seduce incluse in questo rapporto
nl_sr: Zittingen opgenomen in dit rapport

source: Agenda Items
ar: بنود جدول الأعمال
es: Los temas del programa
it: punti dell'ordine del giorno
nl_sr: Agendapunten
sw: pointi za ajenda

source: Tabled Documents
ar: قدمت وثائق
es: Presentado Documentos
it: documenti depositati
nl_sr: Ingediende documenten
sw: hati zilizopendekezwa

source: changes from
ar: من التغييرات
es: cambios desde
it: cambiamenti da
nl_sr: verandert van
sw: mabadiliko kutoka

source: timeline
es: línea de tiempo
it: cronologia
nl_sr: tijdlijn

source: Query
ar: الاستعلام
es: Pregunta
it: interrogare
nl_sr: Vraag
sw: swala

source: Content type
ar: نوع المحتوى
es: Tipo de contenido
it: tipi di commissione
sw: aina ya kamati

source: Highlight words
ar: تسليط الضوء على الكلمات
es: Resalta las palabras
it: seleziona le paraole
nl_sr: Markeer woorden
sw: bainisha maneno

source: Annotation
ar: حاشية
es: Anotación
it: annotazioni
nl_sr: Aantekening
sw: dokezo

source: rank
ar: مرتبة
es: clasificar
it: classificare
nl_sr: rang
sw: cheo

source: type
ar: نوع
es: tipo
it: tipo
sw: aina

source: title
ar: لقب
es: título
it: titolo
nl_sr: titel
sw: cheo

source: weight
ar: الوزن
es: peso
it: peso
nl_sr: gewicht
sw: uzani

source: percent
ar: في المئة
es: por ciento
it: percentuale
nl_sr: procent
sw: asilimia

source: Search
ar: بحث
es: Buscar
it: cerca
nl_sr: Zoeken
sw: tafuta

source: Invalid Query
ar: استعلام غير صالح
es: Consulta no válida
it: ricerca non valida
nl_sr: Ongeldige query
sw: swali hili sio halali

source: Field
ar: حقل
es: Campo
it: campo
nl_sr: Veld
sw: uga

source: upload-file
ar: تحميل الملف
es: Subir archivos
it: carica un file
nl_sr: Upload bestand
sw: pachika faili

source: Advanced Search
ar: بحث متقدم
es: Búsqueda Avanzada
it: ricerca avanzata
nl_sr: Geavanceerd zoeken
sw: tafuta na mipangilio zaidi

source: Welcome to Bungeni
ar: مرحبا بكم في Bungeni
es: Bienvenido a Bungeni
it: benvenuti in bungeni
nl_sr: Welkom op Bungeni
sw: karibu bungeni

source: Access to current and historical records
ar: الاطلاع على السجلات الحالية والتاريخية
es: El acceso a los registros actuales e históricos
it: accesso ai record attuali e storici
nl_sr: Toegang tot actuele en historische verslagen
sw: upatikanaji wa rekodi za sasa na za kihistoria

source: no_attachments
es: No hay archivos adjuntos encontrado.
it: nessun allegato
nl_sr: Geen bijlagen gevonden.

source: Update member attendance for the sitting
ar: تحديث حضور الأعضاء من أجل الجلوس
es: Actualización de asistencia de los miembros de la sesión
it: aggiorna le presenze del parlametare per la seduta
nl_sr: Update lid aanwezigheid van de vergadering
sw: hariri hudhurio la mjumbe kwa kikao

source: Sitting attendance record
ar: يجلس سجل الحضور
es: Sentado récord de asistencia
it: registro presenze
nl_sr: Zittend presentie
sw: rekodi ya mahudhurio ya kikao

source: Registry Number
ar: سجل عدد
es: Número de Registro
it: numero di registrazione
sw: nambari ya usajili

source: This document has no signatories.
es: Este documento no tiene signatarios.
nl_sr: Dit document heeft geen ondertekenaars.

source: keep-file
ar: إبقاء ملف موجود
es: Mantenga archivo existente
it: mantieni file esistente
nl_sr: Houden bestaande bestand
sw: weka faili iliyopo

source: replace-file
ar: استبدال ملف جديد :
es: Reemplazar con nuevo archivo:
it: sostituire con il nuovo file:
nl_sr: Vervangen door nieuw bestand:
sw: badilisha na faili mpyai:

source: download-file
ar: تحميل
es: descargar
it: download
nl_sr: Download
sw: pakua

source: keep-image
ar: تبقي صورة موجودة
es: Mantener la imagen existente
it: mantieni l'immagine attuale
nl_sr: Houden bestaande beeld
sw: weka picha iliyopo

source: delete-image
ar: حذف الصورة الحالية
es: Borrar la imagen actual
it: elimina l'immagine attuale
nl_sr: Verwijder huidige afbeelding
sw: futa picha hii

source: replace-image
ar: استبدال صورة جديدة :
es: Vuelva a colocar con la nueva imagen:
it: sostituire con la nuova immagine:
nl_sr: Vervangen door nieuwe afbeelding:
sw: badilisha na picha mpya:

source: upload-image
ar: تحميل الصور
es: Subir una foto
it: carica immagine
nl_sr: Upload foto
sw: pachika picha

source: label_required
ar: (مطلوب)
es: (Obligatorio)
it: (obbligatorio)
nl_sr: (Verplicht)
sw: yahitajika

source: title_required
ar: مطلوب
es: Necesario
it: richiesto
nl_sr: Nodig
sw: yahitajika

source: Results
ar: النتائج
es: Resultados
it: risultati
nl_sr: Resultaten
sw: matokeo

source: Similar Content
ar: محتوى مماثل
es: Contenido similar
it: contenuti simili
nl_sr: Gelijksoortige inhoud
sw: maudhui yanayofanana

source: Select a version to compare to the current working copy, or make two selections to compare historic versions
ar: تحديد إصدار للمقارنة على نسخة العمل الحالي ، أو لتقديم اثنين من التحديدات مقارنة الإصدارات التاريخية
es: Seleccione una versión a comparar con la copia de trabajo actual, o hacer dos selecciones para comparar las versiones históricas
it: selezionare una versione da confrontare con la copia di lavoro corrente, o fare due selezioni per confrontare le versioni precedenti
nl_sr: Selecteer een versie te vergelijken met de huidige werkkopie, of maak twee selecties tot de historische versies te vergelijken
sw: chagua aina moja utakayoilinganisha na nakala ya sasa, au chagua nakala mbili uzilinganishe na aina za zamani

source: Current state: ${state}.
ar: الدولة الحالي : ${state}.
es: Estado actual: ${state}.
it: stato attuale: ${state}
nl_sr: Huidige stand: ${state}.
sw: hali ya sasa: ${state}.

source: History
ar: تاريخ
es: Historia
it: cronistoria
nl_sr: Geschiedenis
sw: historia

source: No history available for this item
ar: لا يوجد تاريخ المتاحة لهذا البند
es: No hay historia disponible para este artículo
it: cronistoria non disponibile per questo articolo
nl_sr: Geen geschiedenis beschikbaar voor dit artikel
sw: hakuna historia inayopatikana kwa pointi hii

source: Change state...
ar: تغيير الدولة...
es: Cambiar el estado ...
it: cambiamento di stato ...
nl_sr: Verandering staat ...
sw: hali ya mabadiliko

source: Rebuild search index
ar: إعادة بناء فهرس البحث
es: Reconstruir índice de búsqueda
sw: tunga tena rekodi ya yaliyomo

source: invalid date. choose or type correct date
ar: تاريخ غير صالحة. اختر أو اكتب التاريخ الصحيح
es: válida la fecha. elegir o escribir la fecha correcta
nl_sr: ongeldige datum. Kies of typ juiste datum
sw: tafadhali chagua tarehe sahihi

source: Form values must be of type string or list
ar: يجب أن تكون القيم شكل سلسلة من نوع أو قائمة
es: Valores de los formularios debe ser de tipo cadena o lista
it: valori di modulo deve essere di tipo stringa o lista
nl_sr: Formulier waarden moeten van het type string of lijst
sw: maadili ya fomu lazima iwe aina ya orodha au mfululizo

source: message
ar: رسالة
es: mensaje
it: messaggio
nl_sr: bericht
sw: ujumbe

source: New Version
ar: النسخة الجديدة
es: Nueva versión
it: nuova versione
nl_sr: Nieuwe versie
sw: aina mpya

source: New Version Created
ar: النسخة الجديدة أنشاء
es: Nueva versión de creación
it: nuova versione creata
nl_sr: Nieuwe versie Gemaakt op
sw: aina mpya imeundwa

source: Revert To
ar: العودة إلى
es: Para revertir
it: ripristinare
nl_sr: Terug te keren naar
sw: rudi katika

source: Select one item to revert to
ar: تحديد عنصر واحد للعودة إلى
es: Seleccione un tema para volver a
it: selezionare un elemento per ripristinare
nl_sr: Selecteer een item om terug te keren naar
sw: chagua pointi moja ya marejeo

source: Reverted to Previous Version %s
ar: عادت إلى الإصدار السابق %s
es: Miniatura de la versión anterior %s
it: ripristinato %s versione precedente
nl_sr: Teruggezet naar de vorige versie %s
sw: rudi katika aina ya awali %s

source: Show Differences
ar: تظهر الاختلافات
es: Mostrar diferencias
it: mostrano differenze
nl_sr: Tonen verschillen
sw: onyesha tofauti

source: Displaying differences
ar: عرض الاختلافات
es: Viendo las diferencias
it: visualizzazione delle differenze
nl_sr: Het weergeven van verschillen
sw: maonyesho tofauti

source: Select one or two items to show differences
ar: اختيار واحد أو اثنين من العناصر لاظهار الاختلافات
es: Seleccione uno o dos elementos para mostrar las diferencias
it: selezionare uno o due elementi da visualizzare le differenze
nl_sr: Selecteer een of twee items verschillen aan te tonen
sw: chagua pointi moja au mbili ili kuonyesha tofauti

source: Change Message
ar: رسالة التغيير
es: Cambiar mensaje
it: messaggio di cambiamento
nl_sr: Verandering Message
sw: badili ujumbe

source: version
ar: الإصدار
es: versión
it: versione
nl_sr: versie
sw: aina

source: by
ar: من قبل
es: por
it: da
nl_sr: door
sw: kwa

source: Start date must be before %s
ar: يجب أن يكون قبل تاريخ بدء %s
es: Fecha de inicio debe ser antes de %s
it: data di inizio deve essere prima di %s
nl_sr: Start datum moet zijn voordat %s
sw: tarehe la kuanza lazima liwe kabla ya %s

source: End date must be after %s
ar: يجب أن يكون بعد تاريخ انتهاء %s
es: Fecha de finalización debe ser posterior a %s
it: data di fine deve essere posteriore %s
nl_sr: Einddatum moet na %s
sw: tarehe ya mwisho lazima iwe baada ya %s

source: Date range set
ar: تاريخ النطاق المحدد
es: Fecha de conjunto amplia
it: intervallo di date stabilito
nl_sr: Datumbereik in te stellen
sw: mfululizo wa siku umewekwa

source: Clear
ar: واضح
es: Borrar
it: rimuovi
nl_sr: Duidelijk
sw: futa

source: Date range cleared
ar: مسح نطاق التاريخ
es: Rango de fechas despejado
it: intervallo di date liquidati
nl_sr: Datumbereik gewist
sw: mfululizo wa siku umefutwa

source: From
ar: من
es: De
it: da
nl_sr: Uit
sw: kutoka

source: Leave blank or set lower limit
ar: يترك فارغا أو تعيين الحد الأدنى
es: Dejar en blanco o establecer el límite inferior
it: lasciare vuoto o limite inferiore fissato
nl_sr: Leeg laten of stel ondergrens
sw: usijaze au weka kikomo cha chini

source: To
ar: إلى
es: A
it: a
nl_sr: Naar
sw: kwa

source: Leave blank or set upper limit
ar: يترك فارغا أو تعيين الحد الأعلى
es: Dejar en blanco o establecer el límite superior
it: lasciare in bianco o impostare limite superiore
nl_sr: Leeg laten of stel bovengrens
sw: usijaze au kuweka kikomo cha juu

source: Or select
ar: أو حدد
es: O seleccione
it: o selezionare
nl_sr: Of selecteer
sw: au chagua

source: Set date range to that of a given particular parliament
ar: تعيين نطاق التاريخ إلى أن من البرلمان خاصة نظرا
es: Establecer intervalo de fechas a la de un parlamento en particular dada
it: intervallo di date insieme a quella di un parlamento dato particolare
nl_sr: Ingestelde datum range aan die van een bepaalde bijzondere parlement
sw: weka kipindi cha muda kwa kila bunge

source: Filter the archive by date range
ar: تصفية أرشيف بواسطة نطاق التاريخ
es: Filtrar el archivo por rango de fechas
it: filtrare l'archivio per data range
nl_sr: Filter het archief op datum range
sw: chuja kwa njia ya nyaraka au mfululizo wa siku

source: parliament...
ar: البرلمان...
es: el parlamento ...
it: parlamento ...
nl_sr: het parlement ...
sw: bunge ...

source: Filter
ar: فلتر
es: Filtrar
it: filtro
sw: chuja

source: Invalid Date Range
ar: صالح نطاق التاريخ
es: Intervalo de tiempo no válido
it: intervallo di date non valido
nl_sr: Ongeldige Datumbereik
sw: mfululizo wa tarehe sio halali

source: Filter by date or parliament
ar: تصفية حسب تاريخ أو البرلمان
es: Filtrar por fecha o por el Parlamento
it: filtra per data o del parlamento
nl_sr: Filteren op datum of het parlement
sw: chuja kwa njia ya tarehe au bunge

source: you_are_here
ar: انتم هنا :
es: Usted está aquí:
nl_sr: U bevindt zich hier:
sw: uko hapa:

source: tabs_home
ar: منزل
es: Casa
it: casa
nl_sr: Naar huis
sw: nyumbani

source: No items
es: No hay elementos
it: nessun articolo
nl_sr: Geen items

source: Add items to schedule by clicking on the checkbox
ar: إضافة بنود إلى جدول من خلال النقر على مربع الاختيار
es: Agregar elementos a programar haciendo clic en la casilla de verificación
it: aggiung documenti all'agenda selenzionando il selettore
nl_sr: Items toevoegen aan plannen door te klikken op het vakje
sw: Ongeza vipengele kwenye ratiba kwa kuvibonyeza

source: heading_sections
ar: المقاطع
es: Secciones
it: sezioni
nl_sr: Secties
sw: vipande

source: Period selected has no Questions
es: Se eligió un período no tiene preguntas
it: il periodo selezionato non a quesiti
nl_sr: Geselecteerde periode heeft geen vragen

source: An overview of the daily operations of the parliament
es: Una visión general de las operaciones diarias del Parlamento
it: una rassegna delle attività quotidiane del parlamento
nl_sr: Een overzicht van de dagelijkse activiteiten van het parlement

source: Period selected has no Tabled Documents
es: Se eligió un período no tiene Presentado Documentos
it: il periodo considerato no ha documenti presentati
nl_sr: Geselecteerde periode heeft geen Ingediend Documenten

source: Period selected has no Agenda Items
es: Se eligió un período no tiene los temas del programa
it: il periodo considerato non ha agenda item
nl_sr: Geselecteerde periode heeft geen agenda-items

source: From: ${whats_on_start_date} to: ${whats_on_end_date}
es: De: ${whats_on_start_date} a: ${whats_on_end_date}
it: da: a ${whats_on_start_date}: ${whats_on_end_date}
nl_sr: Van: ${whats_on_start_date} naar: ${whats_on_end_date}

source: Period selected has no Sittings
es: Se eligió un período no tiene Sesiones
it: il periodo considerato non ha sedute
nl_sr: Geselecteerde periode heeft geen Vergaderingen

source: Period selected has no Bills
es: Se eligió un período no tiene proyectos de ley
it: il periodo considerato non ha disegni legge
nl_sr: Geselecteerde periode heeft geen Bills

source: Period selected has no Motions
es: Se eligió un período no tiene mociones
it: il periodo considerato non ha mozioni
nl_sr: Geselecteerde periode heeft geen Motions

source: signature_requirement_met
ar: هذه الوثيقة لديها العدد المطلوب من الدول الموقعة. وقد وقعت ${signed_members} عضو (s). ${required_members} التوقيع (التوقيعات) المطلوبة.
es: Este documento tiene el número requerido de firmas. ${signed_members} miembro (s) han firmado. ${required_members} firma (s) necesario.
nl_sr: Dit document is het vereiste aantal van de ondertekenaars. ${signed_members} gebruiker (s) hebben ondertekend. ${required_members} handtekening (en) nodig.
sw: Hati hii inazo sahihi zinazohitajika. wajume ${signed_members} wametia sahihi. sahihi ${required_members} zilihitajika.

source: signature_requirements_not_met
ar: هذه الوثيقة لا تملك العدد المطلوب من الدول الموقعة. ${required_members} يتطلب توقيع (ق). وقد وقعت ${signed_members} عضو (s).
es: Este documento no tiene el número requerido de firmas. Requiere ${required_members} firma (s). ${signed_members} miembro (s) han firmado.
nl_sr: Dit document heeft niet het vereiste aantal van de ondertekenaars. Vereist ${required_members} handtekening (en). ${signed_members} gebruiker (s) hebben ondertekend.
sw: Hati hii haijahitimiza sahihi zinazohitajika. ${required_members} zilihitajika. ni wajumbe ${signed_members} pekee waliotia sahihi

source: Listing
ar: قائمة
es: Listado
it: listato
sw: orodha

source: Day $number of every month
es: Día $number de cada mes
it: $number giorno di ogni mese
nl_sr: Dag $number van elke maand

source: First $day of every month
es: $day primero de cada mes
it: $day primo giorno del mese
nl_sr: Eerste $day van elke maand

source: Male
es: Masculino
it: maschio
nl_sr: Mannelijk

source: Female
es: Femenino
it: femmina
nl_sr: Vrouwelijk

source: initial
es: inicial
it: iniziale
nl_sr: eerste

source: subsequent
es: posterior
it: successivo
nl_sr: volgend

source: Yes
es: Sí
it: sì
nl_sr: Ja

source: selected subject terms
ar: موضوع المصطلحات المختارة
es: seleccionados los términos de materia
it: seleziona soggetto
nl_sr: geselecteerde trefwoorden
sw: chagua mada

source: no subjects
ar: لا مواضيع
es: no temas
it: nessun soggetto
nl_sr: geen onderwerpen
sw: hapana mada

source: Form upload is not a file object
ar: النموذج هو كائن لا تحميل الملف
es: Formulario de carga no es un objeto de archivo
it: carica il modulo non è un oggetto file
nl_sr: Vorm is het uploaden van een bestand geen object
sw: unachojaribu kupachika kwenye fomu sio kitu chenye faili

source: Choose Month
ar: اختر شهر
es: Elegir Mes
it: scegli mese
nl_sr: Kies een maand
sw: chagua mwezi

source: Enter Year
ar: دخول السنة
es: Introduzca Año
it: anno
nl_sr: Geef Jaar
sw: weka mwaka

source: OK
ar: موافق
es: Aceptar
sw: sawa

source: Please enter a valid year
ar: الرجاء إدخال صالح العام
es: Por favor, introduzca un año válido
it: inserisci un anno valido
nl_sr: Vul een geldig jaar
sw: tafadhali weka mwaka halali

source: Incorrect string data for date
ar: سلسلة بيانات غير صحيحة للتاريخ
es: Los datos incorrectos de cadena para la fecha
it: stringa di dati non corretti per la data
nl_sr: Onjuiste string data voor datum
sw: mfululizo wa data wa tarehe hii sio sahihi

source: Incorrect string data for date and time
ar: سلسلة بيانات غير صحيحة للتاريخ والوقت
es: Los datos incorrectos de cadena de fecha y hora
it: dati stringa non corretta di data e ora
nl_sr: Onjuiste string data voor datum en tijd
sw: mfululizo wa data wa tarehe hii na wakati huu sio sahihi

source: Invalid date: $value
ar: صالح تاريخ $value
es: Válida la fecha: $value
it: data non valida: $value
nl_sr: Ongeldige datum: $value
sw: tarehe sio halali: $value

source: Comment on workflow change
ar: التعليق على سير العمل التغيير
es: Opina sobre el cambio de flujo de trabajo
it: commentare il cambiamento del flusso di lavoro
nl_sr: Comment on workflow te wijzigen
sw: toa maoni kuhusu mabadiliko ya mchakato wa kazi

source: Active Date
ar: نشط تاريخ
es: Fecha de activo
it: data avviso
nl_sr: Actieve Datum
sw: tarehe ya kuwezeshwa

source: Active Date is in the past.
ar: تاريخ النشط في الماضي.
es: Fecha activo está en el pasado.
nl_sr: Datum actief is in het verleden.
sw: tarehe ya kuwezeshwa imepita

source: Active Date is in the future.
ar: تاريخ النشطة في المستقبل.
es: Fecha activo está en el futuro.
it: la data e' nel futuro
nl_sr: Datum actief is in de toekomst.
sw: tarehe ya kuwezeshwa haijapita

source: Confirmation required for workflow transition: '${title}'
ar: تأكيد المطلوبة للانتقال سير العمل : &#39;${title}&#39;
es: Se requiere confirmación de flujo de trabajo para la transición: &quot;${title} &#39;
it: conferma richiesta per il passaggio del flusso di lavoro: '${title}'
nl_sr: Bevestiging nodig voor workflow overgang: &#39;${title}&#39;
sw: hakikisho linahitajika kwa mpito wa mchakato wa kazi: '${title}'

source: Workflow history
ar: سير التاريخ
es: La historia de flujo de trabajo
it: cronologia del flusso di lavoro
nl_sr: Workflow geschiedenis
sw: historia ya mchakato wa kazi

source: item type
es: tipo de elemento

source: status date
es: fecha de estado
nl_sr: de status van datum

source: registry settings
ar: إعدادات التسجيل
nl_sr: registerinstellingen
sw: mpangilio wa usajili hati

source: manage registry settings
ar: إدارة إعدادات التسجيل
nl_sr: het beheer van instellingen van het register
sw: mpangilio wa usajili hati

source: member_title_with_constituency
nl_sr: Lid van het Parlement voor ${constituency} (${member})

source: Debate
ar: مناقشة
it: dibattito
nl_sr: Debat
sw: jadili

source: Re-publish
ar: إعادة نشر
nl_sr: Opnieuw publiceren
sw: chapisha tena

source: withdraw signature
ar: سحب توقيع
nl_sr: trekken handtekening
sw: tengua sahihi

source: visible
ar: مرئي
it: visibile
nl_sr: zichtbaar
sw: inayoonekana

source: Redraft (Automatic)
ar: إعادة صياغة (تلقائي)
nl_sr: Herschrijven (Automatisch)
sw: tunga rasimu tena (moja kwa moja)

source: Inactive address
ar: عنوان غير نشط
nl_sr: Inactief adres
sw: haijawezeshwa

source: Attached file
nl_sr: Bijgevoegde bestand

source: Reset global registry number
ar: إعادة عالمي رقم التسجيل
nl_sr: Reset de wereldwijde registratienummer
sw: anzisha nambari ya usajili upya
