Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Reset questions registry number
ar: إعادة الأسئلة رقم التسجيل
nl_sr: Reset vragen registratienummer
sw: anzisha nambari ya usajili ya maswali upya

source: Reset motions registry number
ar: إعادة الاقتراحات رقم التسجيل
nl_sr: Reset bewegingen registratienummer
sw: anzisha nambari ya usajili ya hoja upya

source: Reset agenda items registry number
ar: إعادة تعيين عدد من جدول الأعمال البنود التسجيل
nl_sr: Reset agendapunten registratienummer
sw: anzisha nambari ya usajili ya pointi za ajenda upya

source: Reset bills registry number
ar: إعادة الفواتير رقم التسجيل
nl_sr: Reset rekeningen registratienummer
sw: anzisha nambari ya usajili ya miswada upya

source: Reset reports registry number
ar: إعادة تقارير عدد التسجيل
nl_sr: Reset rapporten registratienummer
sw: anzisha nambari ya usajili ya ripoti upya

source: Reset tabled documents registry number
ar: إعادة تقديمه وثائق رقم التسجيل
nl_sr: Reset ingediende documenten registratienummer
sw: anzisha nambari ya usajili ya hati upya

source: Error Updating Sitting
ar: حدث خطأ في تحديث الجلوس
nl_sr: Fout bij bijwerken Zittend
sw: pametokea hitilafu katika kuariri kikao

source: Name of activity
ar: اسم النشاط
nl_sr: Naam van de activiteit
sw: jina la tukio

source: Activity Type
ar: نوع النشاط
nl_sr: Activiteit Type
sw: aina ya shuguli

source: Convocation Type
ar: دعوة نوع
nl_sr: Bijeenroeping Type
sw: aina ya mkusanyiko

source: Committee Status Type
ar: لجنة وضع نوع
nl_sr: Commissie Status Type
sw: aina ya hali ya kamati

source: Postal Address Type
ar: العنوان البريدي نوع
nl_sr: Postadres Type
sw: aina ya anwani ya posta

source: Sitting Activity Type
ar: يجلس نوع النشاط
nl_sr: Zittend Activity Type
sw: aina ya tukio

source: Sitting Meeting Type
ar: يجلس نوع الاجتماع
nl_sr: Zittend Meeting Type
sw: aina ya mkutano

source: Sitting Convocation Type
ar: يجلس الدعوة نوع
nl_sr: Zittend Bijeenroeping Type
sw: aina ya mkusanyiko

source: General
ar: عام
it: generale
nl_sr: Algemeen
sw: jumla

source: Bungeni login restoration
ar: Bungeni دخول استعادة
nl_sr: Bungeni login restauratie
sw: Mtungo wa neno siri jipya

source: Wrong email address.
ar: خاطئ عنوان البريد الإلكتروني.
nl_sr: Verkeerd e-mailadres.
sw: Hii sio anwani sahihi

source: Restore Password
ar: استعادة كلمة المرور
nl_sr: Wachtwoord herstellen
sw: Tunga upywa nenosiri

source: Email was sent!
ar: تم إرسال البريد الإلكتروني!
nl_sr: E-mail is verstuurd!
sw: Barua pepe imetumwa

source: Confirm Password
ar: تأكيد كلمة السر
nl_sr: Bevestig Wachtwoord
sw: Thibitisha neno siri

source: Reset Password
ar: إعادة تعيين كلمة المرور
nl_sr: Wachtwoord opnieuw instellen
sw: Tunga neno siri upya

source: First name
ar: الاسم الأول
nl_sr: Voornaam
sw: jina la kwanza

source: Last name
ar: اسم العائلة
nl_sr: Achternaam
sw: jina la mwisho

source: Middle name
ar: الاسم الأوسط
nl_sr: Middelste naam
sw: jina la katikati

source: Confirm password
nl_sr: Bevestig wachtwoord

source: Change password
ar: تغيير كلمة السر
nl_sr: Wachtwoord wijzigen
sw: badilisha neno siri

source: Password changed
ar: تغير كلمة السر
nl_sr: Wachtwoord veranderd
sw: neno siri limehaririwa

source: Restore
ar: استعادة
nl_sr: Herstellen
sw: thibitisha

source: publish reports
nl_sr: rapporten publiceren

source: change password
nl_sr: wachtwoord wijzigen

source: No items found
ar: لا توجد مواد
nl_sr: Geen items gevonden
sw: haina vipengele

source: Report Type
ar: نوع التقرير
nl_sr: Soort rapport
sw: aina ya ripoti

source: Start date for this Report
ar: تاريخ البدء لهذا التقرير
nl_sr: Startdatum voor dit verslag
sw: tarehe ya mwanzo wa ripoti

source: Publication Number
ar: نشر عدد
nl_sr: Publicatie nummer
sw: nambari ya kuchapishwa

source: Report Title
ar: التقرير عنوان
nl_sr: Titel rapport
sw: kichwa cha ripoti

source: Sitting Agenda
ar: يجلس جدول الأعمال
nl_sr: Zittend Agenda
sw: ajenda ya kikao

source: Sitting Votes and Proceedings
ar: يجلس الأصوات وقائع
nl_sr: Zitten Stemmen en Proceedings
sw: kura na mashauriano ya kikao

source: View in Bungeni
ar: عرض في Bungeni
nl_sr: Bekijk in Bungeni
sw: tazama katika bungeni

source: Report Documentation
nl_sr: Rapport Documentatie

source: An error occurred during generation of the document
ar: حدث خطأ خلال جيل من الوثيقة
nl_sr: Er is een fout opgetreden tijdens het genereren van het document
sw: Pametukia hitilafu katika kutunga kwa ripoti

source: Agenda Item
ar: البند من جدول الأعمال
nl_sr: Agendapunt
sw: pointi za ajenda

source: Tabled Document
ar: قدمت وثيقة
nl_sr: Ingediend Document
sw: hati zilizopendekezwa

source: manual
it: manuale
nl_sr: handmatig

source: No
nl_sr: Geen

source: Recomplete
it: inviare al comitato House Business
sw: wasilisha tena kwa kamati kuu ya bunge

source: EDIT
it: modifica

source: Item ID
ar: البند رقم
it: voce
sw: kitambulisho cha rekodi

source: My Groups
ar: مجموعاتي
sw: vikundi vyangu

source: No Change Data
ar: لا تغيير البيانات
sw: hapana taarifa za mabadiliko

source: Change Log
ar: المفتاح

source: Meeting Type
ar: نوع الاجتماع
sw: aina ya mkutano

source: ${localized_start_date} to ${localized_end_date}
ar: ${localized_start_date} إلى ${localized_end_date}
sw: kutoka: ${localized_start_date} hadi ${localized_end_date}

source: choose status
ar: اختيار الوضع
sw: chagua hadhi

source: Agenda
ar: جدول أعمال
sw: ajenda

source: Attachment
ar: التعلق
sw: ambatisho

source: Attachment Type
ar: المرفقات نوع
sw: aina ya ambatisho

source: Awaiting Consent
ar: في انتظار الموافقة
sw: inasubiri kuidhinishwa

source: Committee Identifier
ar: لجنة معرف
sw: kitambulisho cha kamati

source: Create and Sign
ar: إنشاء وتسجيل
sw: tunga na uidhinishe

source: Draft Address
ar: مشروع العنوان
sw: anwani rasimu

source: Draft Event
ar: مشروع الحدث
sw: tukio rasimu

source: Editorial Note
ar: ملاحظة التحرير
sw: kielezo

source: Email
ar: البريد الإلكتروني
sw: barua pepe

source: Event Type
ar: نوع الحدث
sw: aina ya tukio

source: Government Identifier
ar: الحكومة معرف
sw: kitambulisho cha serikali

source: Inactive heading obsolete
ar: عنوان غير نشط عفا عليها الزمن
sw: hakijawezeshwa

source: Item Type
ar: نوع البند
sw: aina ya hati

source: Item URI
ar: البند URI
sw: anwani ya kipekee ya mtandao (URI)

source: Logo
ar: الشعار
sw: nembo

source: Ministry Identifier
ar: وزارة المعرف
sw: kitambulisho cha wizara

source: Mover
ar: المحرك
sw: mwasilishaji

source: Office Identifier
ar: مكتب معرف
sw: kitambulisho cha ofisi

source: Public
ar: جمهور
sw: hadharani

source: Publish Internal Agenda
ar: نشر جدول الأعمال الداخلية
sw: chapisha ajenda binafsi

source: Publish Minutes Internal
ar: نشر محضر الداخلية
sw: chapisha hoja binafsi

source: Published Agenda Internal
ar: نشرت جدول الأعمال الداخلية
sw: imechapishwa binafsi

source: Published Minutes Internal
ar: نشرت دقائق الداخلية
sw: imechapishwa binafsi

source: Shorter name for the parliament
ar: أقصر اسم للبرلمان
sw: jina la bunge kwa kifupi

source: Signature Consented
ar: وافق توقيع
sw: sahihi imeidhinishwa

source: Signature Rejected
ar: رفض توقيع
sw: sahihi imekataliwa

source: Signature Withdrawn
ar: توقيع المسحوب
sw: sahihi imetenguliwa

source: Unique identifier or number for this Committee
ar: فريد معرف أو عدد لهذه اللجنة
sw: kitambulisho cha kipekee cha kamati hii

source: Unique identifier or number for this Government
ar: فريد معرف أو عدد لهذه الحكومة
sw: kitambulisho cha kipekee cha hii serikali

source: Unique identifier or number for this Ministry
ar: فريد معرف أو عدد لهذه الوزارة
sw: kitambulisho cha kipekee cha hii wizara

source: Unique identifier or number for this Office
ar: فريد معرف أو رقم لهذا المكتب
sw: kitambulisho cha kipekee cha hii ofisi

source: Unique identifier or number for this Parliament
ar: فريد معرف أو رقم لهذا البرلمان
sw: kitambulisho cha kipekee cha hili bunge (mfano. bunge la kumi)

source: Unique identifier or number for this political group
ar: فريد معرف أو عدد لهذه المجموعة السياسية
sw: kitambulisho che kipekee cha kikundi hiki

source: unsign document - automatic
ar: unsign وثيقة - أوتوماتيكي
sw: tengua sahihi - atomatiki

source: withdraw signature - automatic
ar: سحب توقيع - أوتوماتيكي
sw: tengua sahihi - atomatiki

source: Bungeni - [Error]
ar: Bungeni - [خطأ]
sw: bungeni - [hitilafu]

source: Could not delete item due to database integrity error. You may wish to try deleting any related sub-records first?
ar: لا يمكن حذف بند بسبب خطأ سلامة قاعدة البيانات. قد ترغب في محاولة حذف أي الفرعية ذات الصلة السجلات أولا؟
sw: faili halifutiki kutokanda ha hitilafu ya uadilifu wa kasha. jaribu kufuta hati pengele za hati hii kisha ujaribu kufuta tena

source: Start date cannot be after the parliaments dissolution
ar: يمكن أن لا يكون تاريخ البدء بعد حل البرلمان
sw: tarehe la kuanza haliwezi kuwa baada ya kufutwa kwa bunge

source: Start date must start after the swearing in of the parliament
ar: يجب أن تبدأ بعد تاريخ بدء أداء اليمين الدستورية في مجلس النواب
sw: tarehe la kuanza lazima liwe baada ya kuapishwa kwa bunge

source: Reset
ar: إعادة
sw: thibitisha

source: Old password
ar: كلمة السر القديمة
sw: neno siri la awali

source: Old password incorrect
ar: قديمة كلمة مرور غير صحيحة
sw: neno siri la awali si halali

source: label_document_download
ar: تحميل وثيقة
sw: pakua hati

source: Download PDF
ar: تحميل PDF
sw: pakua pdf

source: Download ODT
ar: تحميل ODT
sw: pakua odt

source: Manage Scheduling Content
ar: إدارة المحتوى جدولة
sw: hariri yaliyomo kwenye uratibu

source: The 'Calendar' menu - for management of content used in calendars
ar: و&#39;التقويم&#39; القائمة - لإدارة المحتوى المستخدمة في التقاويم
sw: menyu ya 'kalenda' - inaruhusu mtumiaji kuchagua muktadha wa ratiba

source: Add parliamentary content...
ar: إضافة محتوى البرلمانية ...
sw: tunga maudhui ya bunge ...

source: The 'Add...' menu
ar: &quot;إضافة ...&quot; القائمة
sw: menyu ya 'kutunga ...'

source: Add political group member...
ar: إضافة سياسي عضو في المجموعة ...
sw: tunga rekodi ya mwanachama wa kundi...

source: Add committee member...
ar: إضافة عضو لجنة ...
sw: tunga rekodi ya mwanachama wa kamati...

source: Add staff...
ar: إضافة الموظفين ...
sw: tunga rekodi ya mfanyikazi...

source: Add agenda item...
ar: إضافة البند من جدول الأعمال ...
sw: tunga pointi ya ajenda ...

source: Add sitting...
ar: إضافة يجلس ...
sw: tunga kikao ...

source: Add ministry...
ar: إضافة وزارة ...
sw: tunga wizara ...

source: Add minister...
ar: إضافة وزير ...
sw: tunga waziri ...

source: Respond to question
ar: الرد على السؤال
sw: jibu swali

source: Edit member title
ar: تعديل لقب عضو
sw: hariri

source: Delete member title
ar: حذف لقب عضو
sw: futa

source: Add title type...
ar: إضافة نوع عنوان ...
sw: tunga aina ya cheo...

source: Add office member...
ar: أضف عضو المكتب ...
sw: tunga rekodi ya mwanachama wa ofisi ...

source: Email settings
ar: إعدادات البريد الإلكتروني
sw: mipangilio ya barua pepe

source: Edit attendance
ar: تحرير الحضور
sw: hariri mahudhurio ya kikao

source: Add session...
ar: إضافة الدورة ...
sw: tunga kipindi ...

source: Edit MP
ar: عدل النائب
sw: hariri mbunge

source: Delete MP
ar: حذف MP
sw: futa mbunge

source: Add user...
ar: إضافة مستخدم ...
sw: tunga akaunti ...

source: Add user address...
ar: إضافة عنوان المستخدم ...
sw: tunga anwani ...

source: Edit user address
ar: تعديل عنوان المستخدم
sw: hariri anwani ya akaunti

source: Delete user address
ar: حذف عنوان المستخدم
sw: futa anwani ya akaunti

source: Add user delegation...
ar: إضافة وفد المستخدم ...
sw: tunga akaunti ya niaba...

source: Add member title
ar: إضافة لقب عضو
sw: tunga kichwa cha mjumbe

source: Delete signatory
ar: حذف الموقعة
sw: futa sahihi

source: Add heading...
ar: إضافة عنوان ...
sw: tunga kichwa ...

source: Add venue...
ar: إضافة مكان...

source: Edit discussion
ar: تحرير نقاش
sw: hariri mjadala

source: Schedule item
ar: جدولة البند
sw: ratibisha kipengele

source: Delete scheduling
ar: حذف جدولة
sw: futa kipengele cha ratiba

source: Audit log
ar: مراجعة السجل
sw: ukaguzi wa historia

source: Edit attached file
ar: تعديل الملف المرفق
sw: hariri faili ambata

source: Delete attached file
ar: حذف الملف المرفق
sw: futa faili ambata

source: Download attached file
ar: تحميل الملف المرفق
sw: pakia faili ambata

source: Edit parliament
ar: عدل البرلمان
sw: hariri bunge

source: Edit political group
ar: تحرير مجموعة سياسية
sw: hariri kikundi cha kisiasa ...

source: Delete parliament
ar: حذف البرلمان
sw: futa bunge

source: Delete political group
ar: حذف مجموعة سياسية
sw: futa kikundi cha kisiasa

source: Edit group address
ar: تحرير عنوان المجموعة
sw: hariri anwani pepe ya kundi

source: Delete group address
ar: حذف عنوان المجموعة
sw: futa anwani ya kikundi

source: Edit title type
ar: تعديل نوع لقب
sw: hariri aina ya kichwa

source: Delete title type
ar: حذف نوع لقب
sw: futa

source: Delete user delegation
ar: وفد حذف المستخدم
sw: futa

source: Edit user delegation
ar: تحرير وفد المستخدم
sw: hariri

source: Committee schedule
ar: لجنة الجدول الزمني
sw: ratiba ya kamati

source: heading
ar: عنوان
sw: kichwa

source: minute record
ar: سجل دقيقة
sw: hoja

source: Modify Item
ar: تعديل البند
sw: hariri kipengele

source: NO TEXT RECORD FOUND
ar: لا يوجد سجل النص الموجود
sw: hakuna rekodi ya nakala imepatikana

source: Select existing heading
ar: حدد عنوان القائمة
sw: chagua kichwa

source: the agenda is empty. add items from below from from the available documents to the right
ar: جدول أعمال فارغ. إضافة عناصر من أدناه من من الوثائق المتاحة على يمين
sw: ajenda hii ni tupu. ongeza vipengele kutoka kwenye orodha ya hati hapo kulia

source: add text records
ar: إضافة سجلات النص
sw: tunga rekodi za nakala

source: custom heading
ar: عرف عنوان
sw: tunga kichwa

source: change this text
ar: تغيير هذا النص
sw: hariri nakala hii

source: Remove item from schedule
ar: إزالة البند من جدول
sw: chuja

source: Are you sure you want to remove this item from schedule ?
ar: هل أنت متأكد أنك تريد إزالة هذا البند من الجدول؟
sw: una hakika wataka kuondoa kipengele hiki kutoka kwenye ratiba?

source: No items have been scheduled. Add something then save.
ar: كان من المقرر عقد أي عناصر. إضافة شيء ثم احفظ.
sw: ratiba hii haina vipengele vyvyote. ongeza vipengele kisha ubonyeze "hifadhi"

source: saving changes to schedule...
ar: حفظ التغييرات إلى الجدول الزمني ...
sw: inahifadhi mabadiliko ya ratiba

source: saving changes to minutes...
ar: حفظ التغييرات إلى دقائق ...
sw: inahifadhi mabadiliko ya hoja...

source: reloading schedule...
ar: إعادة الجدول الزمني ...
sw: inapakia tena ratiba

source: there was an error while saving the schedule
ar: كان هناك خطأ أثناء حفظ الجدول الزمني
sw: palitokea hitilafu katika kuhifadhi kwa ratiba

source: no filters selected
ar: لا اختيار المرشحات
sw: hakuna vichujio vimechaguliwa

source: you did not choose any filters.select some filters then hit apply
ar: لم تقم باختيار أي filters.select بعض المرشحات ضرب ثم تطبيق
sw: haukuchagua kichujio chochote. chagua tena kisha ubonyeze "tumia vichujio"

source: clear filters
ar: واضح مرشحات
sw: tengua vichujio

source: apply filters
ar: استخدام المرشحات
sw: tumia vichujio

source: this schedule is read only
ar: تتم قراءة هذا الجدول فقط
sw: ratiba hii haihaririki

source: add text to schedule
ar: إضافة نص إلى جدول
sw: tunga kidokezo

source: Schedule has unsaved changes
ar: والجدول الزمني لم يتم حفظها التغييرات
sw: kuna mabadiliko ambayo hayajahifadhiwa

source: Do you want to delete unsaved minute?
ar: هل تريد حذف اللحظة لم يتم حفظها؟
sw: wataka kuondoa hoja ambayo haijahifadhiwa?

source: Confirmation Required
ar: تأكيد مطلوب
sw: dhibitisha

source: Really remove this minute record?
ar: حقا إزالة هذا السجل دقيقة؟
sw: wataka kuondoa hoja hii?

source: You need to save the schedule before adding minutes for it.to this item.
ar: تحتاج إلى حفظ الجدول قبل إضافة دقائق لit.to هذا البند.
sw: lazima uhifadhi ratiba hii kabla ya kuongeza hoja za hiki kipengele

source: *Unsaved item. No minute records.
ar: * البند غير محفوظ. عدم وجود سجلات دقيقة.
sw: *hakijahifadhiwa. hakina hoja

source: No minute records
ar: عدم وجود سجلات دقيقة
sw: hakina hoja

source: Loading minutes...
ar: تحميل دقائق ...
sw: inapakia hoja...

source: unable to load minutes...
ar: غير قادر على تحميل دقائق ...
sw: pemetokea hitilafu ikipakia hoja...

source: agenda preview
ar: جدول المعاينة
sw: sampuli ya mchapisho ratiba

source: generating agenda preview...
ar: توليد معاينة جدول أعمال ...
sw: inachakata sampuli ya ratiba

source: ERROR: Could to generate preview
ar: خطأ: لتوليد المعاينة
sw: HITILAFU: Onyesho la agenda halikutungwa

source: This event is unsaved. Edit to make any corrections and then save it
ar: وهذا الحدث لم يتم حفظها. تحرير لإجراء أية تصحيحات ثم احفظه
sw: tukio hili halijahifadhiwa. lihariri uondoe makoso yaliyomo kisha ujaribu tena

source: Diff <b>x</b>
ar: فرق <b>X</b>

source: unchanged
ar: دون تغيير
sw: haijabadilika

source: No Text
ar: لا نص
sw: hapana maandishi

source: procedure
ar: إجراء
sw: utaratibu

source: No Version Data
ar: لم إصدار البيانات
sw: hapana rekodi ya toleo

source: Version Log
ar: الإصدار دخول
sw: rekodi ya toleo

source: Unknown
ar: غير معروف
sw: haifahamiki

source: download
ar: تحميل
sw: pakua

source: start typing to chose $fname...
ar: ابدأ الكتابة لاختيار $fname ...
sw: anza kujaza hapa kisha uchague $fname...

source: URI
sw: anwani ya kipekee ya mtandao (URI)

source: AM
sw: mchana
