Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Motion
ar: اقتراح
es: Movimiento
it: mozione
nl_sr: Beweging
sw: msukumo

source: Notice Date
ar: تاريخ إشعار
es: Observe Fecha
it: avviso data
nl_sr: Merk op Datum

source: Identifier
ar: المعرف
es: Identificador
it: id
sw: kitambulisho

source: Motion version
es: Movimiento versión
it: mozione versione
nl_sr: Motion-versie

source: Bill
ar: مشروع قانون
es: Proyecto de ley
it: disegno di legge
sw: muswada

source: Statement of Purpose
ar: بيان الغرض
es: Declaración de Propósito
it: dichiarazione di intenti
nl_sr: Toelichting van het doel
sw: kauli ya kusudi

source: Bill Type
ar: فاتورة نوع
es: Tipo de proyecto de ley
it: disegno di legge
sw: aina ya muswada

source: Publication Date
ar: تاريخ النشر
es: Fecha de publicación
it: data di pubblicazione
nl_sr: Publicatiedatum
sw: tarehe ya machapisho

source: Bill version
es: Bill versión
it: disegno di legge versione
nl_sr: Bill versie

source: Question
ar: سؤال
es: Pregunta
it: interpellanza
nl_sr: Vraag
sw: swali

source: Question Number
es: Pregunta Número
it: id
nl_sr: Vraag nummer

source: Submitted to ministry
es: Enviado al ministerio
it: presentato/a al ministero
nl_sr: Ingediend bij ministerie

source: Question Type
ar: السؤال نوع
es: Tipo de pregunta
it: tipo di interpellanza
nl_sr: Vraag Type
sw: aina ya swali

source: Choose the type of question
ar: اختيار نوع السؤال
es: Elija el tipo de pregunta
nl_sr: Kies het type vraag
sw: chagua aina ya jibu

source: Response Type
ar: نوع الاستجابة
es: Tipo de respuesta
it: risposta di tipo
nl_sr: Reactie Type
sw: aina ya jibu

source: Choose the type of response expected for this question
ar: اختيار نوع من رد الفعل المتوقع لهذا السؤال
es: Elija el tipo de respuesta que se espera para esta pregunta
nl_sr: Kies het type respons verwacht voor deze vraag
sw: chagua aina ya jibu linalotarajiwa kwa hili swali

source: Response
ar: استجابة
es: Respuesta
it: risposta
nl_sr: Antwoord
sw: jibu

source: Response to the Question
es: Respuesta a la pregunta
it: risposta alla interpellanza
nl_sr: Reactie op de vraag

source: Subject Terms
ar: موضوع شروط
es: Condiciones Asunto
it: soggetti
nl_sr: Onderwerp Voorwaarden
sw: mada

source: Select Subjects
ar: اختيار المواضيع
es: Seleccionar a los sujetos
it: seleziona soggetto
nl_sr: Onderwerpen selecteren
sw: chagua mada

source: Question version
es: Pregunta versión
it: questione di versione
nl_sr: Vraag versie

source: Event
ar: حدث
es: Evento
it: evento
nl_sr: Evenement
sw: tukio

source: Events
ar: أحداث
es: Eventos
it: eventi
sw: matukio

source: Date
ar: تاريخ
es: Fecha
it: data
nl_sr: Datum
sw: tarehe

source: Tabled document
es: Presentado el documento
it: documento depositato
nl_sr: Ingediende document

source: Tabled document Number
es: Presentado el número
it: numero del documento depositato
nl_sr: Ingediende document nummer

source: Tabled Document version
es: Presentada la versión del documento
it: versione del documento depositato
nl_sr: Ingediend Document versie

source: Sitting
ar: جلسة
es: Sentado
it: seduta
nl_sr: Zittend
sw: kikao

source: active
es: activo
it: attivo
nl_sr: actief

source: inactive
es: inactivo
it: inattivo
nl_sr: inactief

source: deceased
es: fallecido
it: defunto
nl_sr: overledene

source: Start
es: Comenzar
it: inizio
nl_sr: Beginnen

source: End
ar: نهاية
es: Final
it: fine
nl_sr: Einde
sw: mwisho

source: Type
es: Tipo
it: tipo

source: Types
es: Tipos
it: tipi
nl_sr: Soorten

source: Parliamentary session
ar: الدورة البرلمانية
es: Sesión parlamentaria
it: sessione parlamentare
nl_sr: Parlementaire sessie
sw: kikao cha bunge

source: Parliamentary sessions
ar: الدورات البرلمانية
es: Sesiones parlamentarias
it: sedute parlamentari
nl_sr: Parlementaire zittingen
sw: vikao vya bunge

source: Short Name
ar: اسم قصير
es: Nombre Corto
it: nome breve
nl_sr: Korte naam
sw: jina fupi

source: Full Name
ar: بدر تام
es: Nombre completo
it: nome completo
nl_sr: Volledige naam
sw: jina kamil

source: Sitting attendance
es: Sentado de asistencia
it: presenza
nl_sr: Zittend aanwezigheid

source: Sitting attendances
es: Sentado asistencias
it: presenze
nl_sr: Zittend opkomst

source: Member of Parliament
ar: عضو في البرلمان
es: Miembro del Parlamento
it: deputato
nl_sr: Parlementslid
sw: mbunge

source: Attendance
ar: الحضور
es: Asistencia
it: presenze
nl_sr: Opkomst
sw: mahudhurio

source: Signatory
ar: موقعة
es: Signatario
nl_sr: Ondertekenaar
sw: mtiaji saini

source: Signatories
ar: الموقعون
es: Signatarios
nl_sr: Ondertekenaars
sw: watiaji saini

source: View
ar: رأي
es: Ver
it: vedi
nl_sr: Zicht
sw: tazama

source: review
es: revisar
nl_sr: herziening

source: no party
es: ninguna de las partes
nl_sr: geen enkele partij

source: Signature status
es: Firma el estado
nl_sr: Status van de handtekening

source: Constituencies
es: Circunscripciones
it: circoscrizioni
nl_sr: Kiesdistricten

source: Name of the constituency
es: Nombre de la circunscripción
it: nome del collegio elettorale
nl_sr: Naam van het kiesdistrict

source: Provinces
es: Provincias
it: province
nl_sr: Provincies

source: Name of the Province
es: Nombre de la Provincia
it: nome della provincia
nl_sr: Naam van de provincie

source: Region
es: Región
it: regione
nl_sr: Regio

source: Regions
es: Regiones
it: regioni
nl_sr: Regio&#39;s

source: Name of the Region
es: Nombre de la región
it: nome della regione
nl_sr: Naam van de regio

source: Countries
ar: البلدان
es: Países
it: paesi
nl_sr: Landen
sw: mataifa

source: Country Code
ar: كود البلد
es: Código del país
it: prefisso internazionale
nl_sr: Landnummer
sw: kodi ya nchi

source: Two letter ISO Code for this country e.g. DZ for Algeria
ar: اثنين رمز ISO الرسالة لهذا البلد على سبيل المثال بالنسبة للجزائر DZ
es: Dos letras del código ISO para este país por ejemplo, DZ a Argelia
nl_sr: Twee-letterige ISO-code voor dit land zoals DZ voor Algerije
sw: kodi ya herufi mbili (ISO) ya taifa hili. mfano: DZ ya algeria

source: Name of the Country
ar: اسم الدولة
es: Nombre del País
it: nome del paese
nl_sr: Naam van het land
sw: jina la nchi

source: Constituency details
es: Detalles del distrito electoral
it: circoscrizione dettagli
nl_sr: Kiesdistrict details

source: Details
es: Detalles
it: dettagli

source: Date the data was submitted from the Constituency
es: Conocer los datos se presentó en la circunscripción
it: data in cui i dati sono stati presentati dal collegio elettorale
nl_sr: De datum waarop de gegevens werden ingediend vanaf de Kieskring

source: Population
es: Población
it: popolazione
nl_sr: Bevolking

source: Total Number of People living in this Constituency
es: Número total de personas que viven en este distrito electoral
it: numero totale di persone che vivono in questa circoscrizione
nl_sr: Totaal aantal mensen dat in deze Kieskring

source: Registered Voters
es: Los votantes registrados
nl_sr: Ingeschreven kiezers

source: Number of Voters registered in this Constituency
es: Número de votantes registrados en este distrito electoral
it: numero di elettori registrati in questa circoscrizione
nl_sr: Aantal kiezers ingeschreven in deze Kieskring

source: Discussions
es: Los debates
it: discussioni
nl_sr: Discussies

source: Minutes
ar: دقيقة
es: Minutos
it: verbale
nl_sr: Notulen
sw: kumbukumbu

source: Report
ar: تقرير
es: Informe
it: relazione
nl_sr: Rapport
sw: ripoti

source: Reports
ar: تقارير
es: Informes
it: relazioni
nl_sr: Rapporten
sw: ripoti

source: Publications type
ar: اكتب المنشورات
es: Publicaciones de tipo
it: pubblicazioni di tipo
nl_sr: Publicaties soort
sw: aina machapisho

source: Sitting Date
es: Sentado Fecha
it: data di seduta
nl_sr: Zittend Datum

source: Published Date
ar: تاريخ النشر
es: Fecha de publicación
it: data di pubblicazione
nl_sr: Publicatiedatum
sw: tarehe ya uchapishaji

source: Note
es: Nota
it: nota
nl_sr: Noot

source: The life of a parliament must start after its election
es: La vida de un parlamento debe comenzar después de su elección
nl_sr: Het leven van een parlement moet beginnen na de verkiezingen

source: End Date must be after Start Date
ar: يجب أن يكون بعد تاريخ انتهاء تاريخ البدء
es: Fecha de finalización debe ser posterior a la Fecha de Inicio
it: data di fine deve essere dope la data di inizio
nl_sr: Einddatum moet na startdatum
sw: tarehe ya mwisho lazima iwe baada ya tarehe ya kuanza

source: A committee must be disolved before it can be reinstated
es: Un comité debe ser disuelto antes de que pueda ser reintegrado
it: una commissione deve essere sciolta prima di poter essere recostituita
nl_sr: Een comite moet worden opgelost voordat het kan worden hersteld

source: A person cannot be active and substituted at the same time
ar: لا يمكن لأي شخص أن تكون نشطة واستبدالها في نفس الوقت
es: Una persona no puede ser activa y sustituido al mismo tiempo
it: una persona non possono essere attiva e sostituita nello stesso tempo
nl_sr: Een persoon kan niet actief zijn en gesubstitueerd op hetzelfde moment
sw: mtu hawezi kuwa aendelea na kazi na amebadilishwa kwa wakati mmoja

source: If a person is substituted End Date must be set
ar: إذا يجب أن يتم استبدال شخص يمكن تعيين تاريخ الانتهاء
es: Si una persona es sustituida Fecha de finalización se debe establecer
it: se una persona viene sostituita la data di fine deve essere impostato
nl_sr: Als een persoon wordt vervangen einddatum moet worden ingesteld
sw: kama mtu amebadilishwa siku ya mwisho lazima iwekwe

source: If a person is inactive End Date must be set
ar: يجب إذا كان الشخص غير نشط يتم تعيين تاريخ الانتهاء
es: Si una persona está inactiva Fecha de finalización se debe establecer
it: se una persona è data di fine inattivo deve essere impostato
nl_sr: Als een persoon is inactief einddatum moet worden ingesteld
sw: kama mtu haendelei siku ya mwisho lazima iwekwe

source: A parliament member has to be elected/nominated before she/he can be sworn in
ar: وقال عضو البرلمان أن ينتخب / رشح من قبل وقالت / انه يمكن في اليمين
es: Un miembro del Parlamento tiene que ser elegidos / nombrados antes de que él / ella pueda ser prestado en
it: un membro del parlamento deve essere eletti / nominati prima che lei / lui può essere giuramento
nl_sr: Een Kamerlid moet worden gekozen / aangewezen voordat hij / zij kan worden beëdigd
sw: mwanachama wa bunge lazima achaguliwe / ateuliwe kabla aweze kula kiapo

source: Check dates: death must follow birth
ar: التحقق من التواريخ : وفاة يجب أن تتبع الولادة
es: Verifique las fechas: la muerte debe seguir el nacimiento
nl_sr: Controleer data: de dood moet volgen geboorte
sw: rekebisha tarehe: tarehe ya kifo lazima iwe baada ya tarehe ya kuzaliwa

source: Admissible Date
ar: تاريخ قبول
es: Fecha admisible
it: data di ammissone
nl_sr: Ontvankelijk Datum
sw: tarehe ya kukubaliwa

source: User
ar: المستخدم
es: Usuario
it: utente
nl_sr: Gebruiker
sw: mtumiaji

source: Users
ar: المستخدمين
es: Usuarios
it: utenti
nl_sr: Gebruikers
sw: watumiaji

source: Name
ar: اسم
es: Nombre
it: nome
nl_sr: Naam
sw: jina

source: Salutation
ar: تحية
es: Saludo
it: saluto
nl_sr: Groet
sw: hadhi

source: e.g. Mr. Mrs, Prof. etc.
ar: على سبيل المثال السيدة السيد ، استاذ الخ.
es: por ejemplo, el señor la señora, el profesor, etc
it: ad esempio, mr. mrs. dr. prof. ecc
nl_sr: bv Dhr, Prof etc.
sw: km mheshimiwa bibi, prof nk

source: First Name
ar: الاسم الأول
es: Nombre
it: nome
nl_sr: Voornaam
sw: jina la kwanza

source: Middle Name
ar: الاسم الأوسط
es: Segundo nombre
it: secondo nome
nl_sr: Middelste naam
sw: jina la katikati

source: Last Name
ar: اسم العائلة
es: Apellido
it: cognome
nl_sr: Achternaam
sw: jina la mwisho

source: Email address
ar: عنوان البريد الإلكتروني
es: Dirección de correo electrónico
it: indirizzo e-mail
nl_sr: E-mailadres
sw: anwani ya barua pepe

source: Login
ar: دخول
es: Iniciar sesión
it: accesso
sw: jisajili

source: Must contain only letters, numbers, a period(.) and underscore (_). Should start with a letter and be between 3 and 20 characters long
es: Debe contener sólo letras, números, un punto (.) Y el guión bajo (_). Debe comenzar con una letra y tener entre 3 y 20 caracteres de longitud
nl_sr: Mag alleen bestaan ​​uit letters, cijfers, een punt (.) En het onderstrepingsteken (_). Moet beginnen met een letter en moet tussen 3 en 20 karakters lang

source: Initial password
ar: كلمة السر الأولية
es: Contraseña inicial
it: password iniziale
nl_sr: Initiële wachtwoord
sw: nywila ya awali

source: National Id
ar: الهوية الوطنية
es: Nacional de Identificación
it: identità nazionali
nl_sr: Nationale identiteitskaart
sw: kadi ya kitambulisho

source: Gender
ar: بين الجنسين
es: Género
it: genere
nl_sr: Geslacht
sw: jinsia

source: Date of Birth
ar: تاريخ الميلاد
es: Fecha de Nacimiento
it: data di nascita
nl_sr: Geboortedatum
sw: tarehe ya kuzaliwa

source: Country of Birth
ar: بلد الميلاد
es: País de nacimiento
it: paese di nascita
nl_sr: Het land van geboorte
sw: nchi ya kuzaliwa

source: Nationality at Birth
ar: الجنسية عند الميلاد
es: Nacionalidad al nacer
it: cittadinanza alla nascita
nl_sr: De nationaliteit bij de geboorte
sw: utaifa wakati wa kuzaliwa

source: Current Nationality
ar: الجنسية الحالية
es: Nacionalidad actual
it: cittadinanza attuale
nl_sr: Huidige nationaliteit
sw: utaifa wa sasa

source: Date of Death
ar: تاريخ الموت
es: Fecha de fallecimiento
it: data di morte
nl_sr: Datum van overlijden
sw: tarehe ya kifo

source: Biographical notes
ar: السيرة الذاتية ملاحظات
es: Datos biográficos
it: note biografiche
nl_sr: Biografische aantekeningen
sw: maandishi ya wasifu

source: Image
ar: صورة
es: Imagen
it: fotografia
nl_sr: Afbeelding
sw: picha

source: Picture of the person
ar: صورة الشخص
es: Imagen de la persona
it: fotografia della persona
nl_sr: Foto van de persoon
sw: picha yake

source: Delegate to user
es: Delegar en el usuario
it: delegato per l'utente
nl_sr: Delegeren aan de gebruiker

source: Delegations
es: Delegaciones
it: delegazioni
nl_sr: Delegaties

source: Start Date
ar: تاريخ بدء
es: Fecha de inicio
it: data di inizio
nl_sr: Startdatum
sw: tarehe la kuanza

source: End Date
ar: نهاية التاريخ
es: Fecha de finalización
it: data di fine
nl_sr: Einddatum
sw: tarehe ya mwisho

source: Active
ar: نشط
es: Activo
it: attivo
nl_sr: Actief
sw: inaendelea

source: Type of Substitution
ar: نوع من الإحلال
es: Tipo de Cambio
it: tipo di sostituzione
nl_sr: Aard van de Vervanging
sw: aina ya mabadilisho

source: Substituted by
ar: يحل محله
es: Sustituido por
it: sostituito da
nl_sr: Vervangen door
sw: amebadilishwa na

source: Member of parliament
es: Miembro del parlamento
it: deputato
nl_sr: Parlementslid

source: Members of parliament
es: Los miembros del parlamento
it: membri del parlamento
nl_sr: Leden van het parlement

source: Election Type
ar: انتخاب نوع
es: Elección de tipo
nl_sr: Verkiezing Type
sw: aina ya uchaguzi

source: Election/Nomination Date
ar: انتخاب / تاريخ الترشيح
es: Elección / Designación Fecha
it: elezione/data di designazione
nl_sr: Verkiezing / Nomination Datum
sw: tarehe ya uchaguzi / kuteuliwa

source: Constituency
es: Distrito electoral
it: collegio elettorale
nl_sr: Kiesdistrict

source: Province
es: Provincia
it: provincia
nl_sr: Provincie

source: region
es: región
it: regione
nl_sr: regio

source: Political Party
ar: حزب سياسي
es: Partidos Políticos
it: partito politico
nl_sr: Politieke partij
sw: chama cha kisiasa

source: Leave Reason
ar: ترك السبب
es: Deja Razón
it: ragione della rinuncia
nl_sr: Reden te verlaten
sw: sababu ya kuondoka

source: No template for document of type: ${dtype}. Contact admin.
ar: لا يوجد نموذج لوثيقة من نوع : ${dtype}. اتصل المسؤول.
es: No plantilla para el documento de tipo: ${dtype}. Póngase en contacto con admin.
nl_sr: Geen sjabloon voor document van het type: ${dtype}. Contact op met admin.
sw: Hati ya kutunga ripoti ya hati ya aina "${dtype}" haikupatikana. Wasiliana na msimamizi.

source: An error occurred in Bungeni.
ar: حدث خطأ في Bungeni.
es: Se produjo un error en la Bungeni.
nl_sr: Er is een fout opgetreden in Bungeni.
sw: hitilafu imetukia katika programu ya bungeni

source: A system error occurred.
ar: حدث خطأ في النظام.
es: Un error del sistema.
nl_sr: Is een systeemfout opgetreden.
sw: hitilafu ya mitambo imetukia

source: Your account is not authorized to view this item.
ar: غير مخول الحساب الخاص لعرض هذا البند.
es: Tu cuenta no está autorizada para ver este elemento.
nl_sr: Uw account is niet bevoegd om dit item te bekijken.
sw: akaunti yako hairuhusiwi kusoma hati hii

source: Choose items from provided vocabulary
ar: اختيار العناصر من المفردات المقدمة
es: Elija los elementos del vocabulario de siempre
it: seleziona un termine dal questo vocabolario
nl_sr: Kies items van die woordenschat
sw: chagua kutoka kwenye orodha

source: file
es: expediente
it: documento
nl_sr: bestand

source: status
ar: حالة
es: estado
it: stato
nl_sr: staat
sw: hali

source: modified
ar: تعديل
es: modificado
it: modifica
nl_sr: gewijzigd
sw: imebadilishwa

source: Attachments
ar: المرفقات
es: Archivos adjuntos
it: allegati
nl_sr: Toebehoren
sw: maambatisho

source: A record with this value already exists
ar: سجل مع هذه القيمة موجودة بالفعل
es: Un registro con este valor ya existe
nl_sr: Een record met deze waarde bestaat al
sw: kuna faili yenye ujumbe huu tayari

source: bungeni_widget_no_value
ar: اختيار ${title}...
es: elegir ${title} ...
it: scegli ${title} ...
nl_sr: kiezen ${title} ...
sw: chagua ${title} ...

source: add_item_legend
ar: إضافة $name
es: Añadir $name
it: aggiungi $name
nl_sr: Voeg $name
sw: ongeza $name

source: add_item_title
ar: مضيفا $name
es: Añadir $name
it: aggiunta $name
nl_sr: Het toevoegen van $name
sw: kuongeza $name

source: Save and view
ar: حفظ وعرض
es: Guardar y ver
it: salva e mostra
nl_sr: Opslaan en bekijken
sw: hifadhi na tazama

source: Save and add another
ar: حفظ وإضافة أخرى
es: Guardar y agregar otro
it: salva ed aggiungi un altro
nl_sr: Opslaan en nog een
sw: hifadhi na ongeza nyingine

source: edit_translation_legend
ar: تحرير $language ترجمة &#39;$title&#39;
es: Edición de $language traducción de &#39;$title&#39;
it: editing traduzione $language di \
nl_sr: Bezig met bewerken van $language vertaling van &#39;$title&#39;
sw: kuhariri $language tafsiri ya "$title

source: edit_version_legend
ar: تحرير &quot;$title&quot; (الإصدار $version)
es: Edición de &quot;$title&quot; (versión $version)
it: modifica \
nl_sr: Editing &quot;$title&quot; (versie $version)
sw: kuhariri "$title" (aina $version)

source: edit_item_legend
ar: تحرير &quot;$title&quot;
es: Edición de &quot;$title&quot;
it: modifica \
nl_sr: Editing &quot;$title&quot;
sw: kuhariri "$title

source: edit_translation_help
ar: يتم عرض النسخة الأصلية $language على اليسار
es: El original $language versión se muestra a la izquierda
it: la versione originale è $language mostrato a sinistra
nl_sr: De originele $language versie is aan de linkerkant
sw: $language ya asili imeonyeshwa katika upande wa kushoto

source: translate_item_legend
ar: إضافة $language الترجمة
es: Añadir $language traducción
it: aggiungi traduzione $language
nl_sr: Toe te voegen $language vertaling
sw: ongeza tafsiri ya $language

source: translate_item_help
ar: وثيقة &quot;$title&quot; لم يتم بعد ترجمتها إلى $language. استخدم هذا النموذج لإضافة الترجمة
es: El documento &quot;$title&quot; aún no se ha traducido en $language. Utilice este formulario para agregar la traducción
it: il documento \
nl_sr: Het document &quot;$title &#39;is nog niet vertaald in $language. Gebruik dit formulier om de vertaling toe te voegen
sw: Hati "$title" haijatafsiriwa katika $language. tumia fomu hii kuongeza tafsiri

source: translate_item_title
ar: مضيفا $language الترجمة
es: Añadir $language traducción
it: aggiunta di traduzione $language
nl_sr: Het toevoegen van $language vertaling
sw: akiongeza tafsiri ya $language

source: Save translation
ar: حفظ الترجمة
es: Guardar la traducción
it: salva traduzione
nl_sr: Op te slaan vertaling
sw: hifadhi tafsiri

source: Item reordering
ar: البند إعادة ترتيب
es: Artículo reordenamiento
it: riordino lista
nl_sr: Item herschikken
sw: kuorodhesha pointi

source: Delete
ar: حذف
es: Borrar
it: cancellare
nl_sr: Verwijderen
sw: futa

source: Could not delete item due to database integrity error
es: No se pudo eliminar el elemento debido a un error de base de datos de integridad
it: impossibile eliminare voce a causa di errore integrità
nl_sr: Kon niet verwijderen object te wijten aan database-integriteit fout

source: This content is not yet translated into $language
ar: ليس هذا المحتوى يترجم بعد إلى $language
es: Este contenido no está traducido todavía en $language
it: questo contenuto non è ancora tradotto in $language
nl_sr: Deze inhoud is nog niet vertaald in $language
sw: bado haijatafsiriwa katika $language

source: DELETE
es: ELIMINAR
it: cancella

source: DOWNLOAD
es: DESCARGAR
it: scarica

source: attached files
es: archivos adjuntos
it: file allegati
nl_sr: bijgevoegde bestanden

source: VIEW
es: VER
it: vedi

source: Direction
ar: اتجاه
es: Dirección
it: direzione
nl_sr: Richting
sw: mwelekeo

source: Move
ar: تحرك
es: Mover
it: sposta
nl_sr: Bewegen
sw: songesha

source: Delete item confirmation
ar: تأكيد حذف البند
es: Eliminar confirmación de punto
it: eliminare conferma voce
nl_sr: Verwijder item bevestiging
sw: hakikisha ili pointi ifutwe

source: Also editing the document:
ar: أيضا تحرير وثيقة:
es: También la edición del documento:
nl_sr: Ook het bewerken van het document:
sw: pia wanahariri hati:

source: svn_listing_name
es: Nombre
it: nome
nl_sr: Naam

source: svn_listing_modified
es: Modificado
it: modificata
nl_sr: Gewijzigd

source: svn_listing_size
es: Por
it: da
nl_sr: Door

source: svn_listing_message
es: Mensaje
it: messaggio
nl_sr: Bericht

source: office_type
ar: نوع
es: Tipo
it: tipo
nl_sr: Type
sw: aina

source: office_title
ar: لقب
es: Título
it: titolo
nl_sr: Titel
sw: cheo

source: office_from
ar: من
es: De
it: da
nl_sr: Uit
sw: kutoka

source: office_to
ar: إلى
es: A
it: a
nl_sr: Naar
sw: kwa

source: office_held
ar: مكتب
es: Oficina
it: ufficio
nl_sr: Kantoor
sw: ofisi

source: Unsubscribe
ar: إلغاء الاشتراك
es: Darse de baja
it: rinuncia alla sottoscrizione
nl_sr: Afmelden
sw: jitoe

source: Subscribe
ar: اشترك
es: Suscribir
it: sottoscrivi
nl_sr: Abonneren
sw: jisajiji

source: Written response to question by ${respondent}
ar: مكتوب ردا على سؤال ل ${respondent}
es: Respuesta por escrito a la pregunta de por ${respondent}
nl_sr: Schriftelijke reactie op vraag van ${respondent}
sw: jibu lililoandikwa na ${respondent}

source: The person is a member in (%s) at that date
ar: الشخص هو عضو في (%s) في ذلك التاريخ
es: La persona es un miembro de (%s) en esa fecha
it: la persona è un membro in (%s) in questa data
nl_sr: De persoon is een lid van (%s) op die datum
sw: mtu huyu ni mwanachama wa (%s) katika tarehe hiyo

source: The start date overlaps with (%s)
ar: يتراكب مع تاريخ البدء (%s)
es: Las coincidencias de fecha de inicio (con %s)
it: la data di inizio si sovrappone data (%s)
nl_sr: De startdatum overlapt met (%s)
sw: tarehe ya kwanza iko wakati mmoja na (%s)

source: The end date overlaps with (%s)
ar: يتراكب مع تاريخ نهاية (%s)
es: Las coincidencias con fecha de finalización (%s)
it: La data di chiusura si sovrappone all data (%s)
nl_sr: De einddatum overlapt met (%s)
sw: tarehe ya mwisho iko wakati mmoja na (%s)

source: The election date overlaps with (%s)
es: Las coincidencias con fecha de las elecciones (%s)
it: elezioni si sovrappone alla data (%s)
nl_sr: Datum van de verkiezingen overlapt met (%s)

source: Another parliament is not yet dissolved (%s)
es: Otro Parlamento aún no se ha disuelto (%s)
it: (%s) il parlamento non è stato ancora sciolto
nl_sr: Een ander parlement is nog niet opgelost (%s)
