Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni/*/LC_MESSAGES/bungeni.po
Languages: ar, es, it, nl_sr, sw

source: Delete title/function
es: Eliminar título / la función
it: eliminare titolo
nl_sr: Titel wissen / functie

source: View title/function
es: Ver título / la función
it: vedi un titolo / ruolo ...
nl_sr: Bekijk titel / functie

source: View the schedule of a sitting
es: Ver la programación de una audiencia pública
it: vedi elementi programmati per questa seduda
nl_sr: Bekijk het schema van een zittende

source: Add title/event
es: Añada título / evento
it: aggiungi titolo/ruolo
nl_sr: Add titel / event

source: Edit title/event
es: Editar título / evento
it: modifica titolo / evento
nl_sr: Titel bewerken / event

source: Delete title/event
es: Eliminar el título / evento
it: eliminare titolo/ruolo
nl_sr: Verwijder titel / event

source: View title/event
es: Ver el título / evento
it: intestazione / evento
nl_sr: Bekijk titel / event

source: View audit log
es: Ver registro de auditoría
it: vedi audit log
nl_sr: Bekijk audit log

source: Reorder items in the schedule of a sitting
es: Reordenar los elementos de la programación de una audiencia pública
it: reordina i punti nell'agenda della seduta
nl_sr: Opnieuw ordenen items in het schema van een zittende

source: Add and edit amendments
es: Agregar y editar las enmiendas
it: aggiungi e modifica emendamenti
nl_sr: Toevoegen en bewerken wijzigingen

source: View amendments
es: Ver las enmiendas
it: vedi emendamenti
nl_sr: Bekijk wijzigingen

source: Add and edit comments
es: Agregar y editar comentarios
it: aggiungi e modifica commenti
nl_sr: Toevoegen en bewerken commentaar

source: Add an item to a schedule
es: Añadir un elemento a un horario
it: aggiungere punti all'agenda
nl_sr: Een item toevoegen aan een schema

source: View comments
es: Ver los comentarios de
it: visualizza commenti
nl_sr: Bekijk commentaar

source: Add a signatory
es: Añadir un signatario
nl_sr: Voeg een ondertekenaar

source: Consent or reject signature request
es: Consentir o rechazar la solicitud de la firma
nl_sr: Toestemming of afwijzen handtekening verzoek

source: Delete a signatory
es: Eliminar un signatario
nl_sr: Verwijder een ondertekenaar

source: Edit a signatory
es: Editar un signatario
nl_sr: Bewerken een van de ondertekenaars

source: View a signatory
es: Ver signatario
nl_sr: Bekijk een ondertekenaar

source: View document assigned to a group or committee
es: Ver el documento asignado a un grupo o comité
nl_sr: Bekijk document toegewezen aan een groep of comite

source: Delete an item from a schedule
es: Eliminar un elemento de un programa
it: elimina un punto dall'agenda
nl_sr: Verwijder een item uit een schema

source: Assign a document to a group or committee
es: Asignación de un documento a un grupo o comité
nl_sr: Wijs een document naar een groep of comite

source: Delete document assignment to a group or committee
es: Eliminar la asignación de documentos a un grupo o comité
nl_sr: Delete document opdracht om een ​​groep of comite

source: Edit document assignment to a group or committee
es: Editar asignación de documento a un grupo o comité
nl_sr: Edit document opdracht om een ​​groep of comite

source: Permission to generate report
es: Permiso para generar el informe
it: permesso a generare rapporto
nl_sr: Toestemming om rapport te genereren

source: add an attached file
es: agregar un archivo adjunto
it: aggiungi file allegati
nl_sr: Voeg een bijgevoegd bestand

source: edit an attached file
es: editar un archivo adjunto
it: modifica file allegati
nl_sr: bewerken van een bijgevoegd bestand

source: Edit item scheduling discussion
es: Editar la discusión el punto de programación
it: modifica punti agenda
nl_sr: Item bewerken planning discussie

source: view an attached file
es: ver un archivo adjunto
it: vedi file allegati
nl_sr: Bekijk een bijgevoegd bestand

source: delete an attached file
es: eliminar un archivo adjunto
it: elimina file allegati
nl_sr: verwijderen van een bijgevoegd bestand

source: add translation
es: añadir la traducción
it: aggiungi traduzione
nl_sr: toe te voegen vertaling

source: View workspace
es: Ver espacio de trabajo
nl_sr: Bekijk werkruimte

source: View sitting attendance
es: Ver la asistencia a sentarse
it: vedi presenze
nl_sr: Bekijk zitten aanwezigheid

source: Add sitting attendance
es: Añadir la asistencia a sentarse
it: aggiungi presenza
nl_sr: Voeg zitten aanwezigheid

source: Edit sitting attendance
es: Editar la asistencia a sentarse
it: vedi presenze
nl_sr: Bewerk zit aanwezig

source: Delete sitting attendance
es: Eliminar la asistencia a sentarse
it: elimna presenze
nl_sr: Verwijder zitten aanwezigheid

source: Add committee
es: Añadir comité de
it: aggiungi commissione ...
nl_sr: Voeg commissie

source: Edit committee
ar: تحرير لجنة
es: Edición del comité
it: modifica commissione
nl_sr: Edit commissie
sw: hariri kamati

source: Delete committee
ar: حذف لجنة
es: Eliminar comité de
it: elimina tipo di comitato
nl_sr: Verwijderen commissie
sw: futa kamati

source: View committee
es: Ver comité de
it: vedi aggiungi commissione ...
nl_sr: Bekijk commissie

source: Add Question
es: Añadir pregunta
it: aggiungi quesito ...
nl_sr: Vraag toevoegen

source: Edit Question
es: Editar pregunta
it: modifica interpellanza
nl_sr: Vraag bewerken

source: Delete Question
es: Eliminar Pregunta
it: elimina sessione di eliminare
nl_sr: Vraag verwijderen

source: View Question
es: Ver pregunta
it: vedi interpellanza
nl_sr: View Vraag

source: Add heading
es: Añadir la partida
it: aggiungere titolo ...
nl_sr: Voeg rubriek

source: Edit heading
es: Editar la partida
it: modifica agenda
nl_sr: Edit rubriek

source: Delete heading
ar: حذف البند
es: Eliminar la partida
it: elimina agenda
nl_sr: Verwijderen rubriek
sw: futa kichwa

source: View heading
es: Ver la partida
it: vedi titolo
nl_sr: Bekijk rubriek

source: Add Motion
es: Añadir Motion
it: aggiungere mozione ...
nl_sr: Voeg Motion

source: Edit Motion
es: Editar movimiento
it: modifica mozione

source: Delete Motion
es: Eliminar de movimiento
it: elimina mozione
nl_sr: Verwijderen Motion

source: View Motion
es: Ver Motion
it: vedi mozione
nl_sr: Bekijk Motion

source: Add agenda item
es: Añadir el tema
it: aggiungere punto all'ordine del giorno ...
nl_sr: Toe te voegen agendapunt

source: Edit agenda item
es: Editar tema
it: modifica punto dell'ordine del giorno
nl_sr: Edit agendapunt

source: Delete agenda item
es: Eliminar tema del programa
it: elimna punto dell'ordine del giorno
nl_sr: Verwijder agendapunt

source: View agenda item
es: Ver el tema
it: punto dell'ordine del giorno
nl_sr: Bekijk agendapunt

source: Add tabled document
es: Añade el documento presentado
it: aggiungi documento depositato ...
nl_sr: Voeg ingediende document

source: Edit tabled document
es: Editar el documento presentado
it: modifica documento depositato
nl_sr: Edit ingediende document

source: Delete tabled document
es: Eliminar el documento presentado
it: elimna documento depositato
nl_sr: Verwijderen ingediende document

source: View tabled document
es: Ver el documento presentado
it: vedi documento depositato
nl_sr: Bekijk ingediende document

source: Edit Response
es: Editar Respuesta
it: modifica risposta
nl_sr: Antwoord bewerken

source: View Response
es: Ver Respuesta
it: vedi risposta
nl_sr: Bekijk Response

source: Add Parliament
es: Añadir Parlamento
it: aggiungi parlamento ...
nl_sr: Voeg het Europees Parlement

source: Edit Parliament
es: Editar Parlamento
it: modifica parlamento
nl_sr: Bewerk het Europees Parlement

source: Delete Parliament
es: Eliminar el Parlamento
it: elimina parlamento
nl_sr: Verwijder het Europees Parlement

source: View Parliament
es: Ver el Parlamento
it: vedi parlamento
nl_sr: Mening van het Parlement

source: Add Bill
es: Añadir Bill
it: crea disegno di legge
nl_sr: Voeg Bill

source: Edit Bill
es: Editar proyecto de ley
it: modifica disegno di legge

source: Delete Bill
es: Eliminar Bill
it: elimina disegno di legge
nl_sr: Verwijderen Bill

source: View Bill
es: Ver proyecto de ley
it: vedi disegno di legge
nl_sr: Bekijk Bill

source: Admin User Record
es: Registro de usuario de administración
it: utente amministratore record

source: Add party
es: Agregar partido
it: aggiungi partito
nl_sr: Toe te voegen partij

source: Edit party
es: Editar las partes
it: modifica partito politico
nl_sr: Edit partij

source: Delete party
es: Eliminar las partes
it: elimna partito
nl_sr: Verwijderen partij

source: View party
es: Ver partido
it: vedi partito
nl_sr: Bekijk partij

source: Bungeni Admin
es: Bungeni administración
it: amministratore bungeni

source: Clerks Office
es: Empleados de Oficina
it: ufficio segretario generale

source: Speaker Office
es: Altavoz Oficina
it: ufficio presidenza

source: Translators Office
es: Traductores Oficina
it: ufficio traduttori
nl_sr: Vertalers Office

source: All authenticated users
es: Todos los usuarios autenticados
it: tutti gli utenti autenticati
nl_sr: Alle geverifieerde gebruikers

source: Bungeni Visitor
es: Bungeni visitantes
it: visitatore bungeni

source: Document Signatory
es: Documento signatario
nl_sr: Document Ondertekenaar

source: Party Member
es: Miembro del Partido
nl_sr: Partij Lid

source: Member of Government
es: Miembro del Gobierno
nl_sr: Lid van de regering

source: Committee Member
ar: عضو اللجنة
es: Miembro del Comité
nl_sr: Commissielid
sw: ongeza mwanachama wa kamati ...

source: Save
ar: حفظ
es: Ahorrar
it: salva
nl_sr: Besparen
sw: hifadhi

source: Cancel
ar: إلغاء
es: Cancelar
it: annullare
nl_sr: Annuleren
sw: futa

source: Updated attendance record
ar: تحديث حضورا قياسيا
es: Actualización de registro de asistencia
it: aggiorna presenze
nl_sr: Bijgewerkt presentie
sw: rekodi ya kuhudhuria imehaririwa

source: full names
ar: كامل أسماء
es: nombres y apellidos
it: nome completo
nl_sr: volledige namen
sw: majina kamil

source: action
es: acción
it: azione
nl_sr: actie

source: date
ar: تاريخ
es: fecha
it: data
nl_sr: datum
sw: tarehe

source: user
ar: المستخدم
es: usuario
it: utente
nl_sr: gebruiker
sw: mtumiaji

source: description
ar: وصف
es: descripción
it: descrizione
nl_sr: beschrijving
sw: maelezo

source: audit date
es: fecha de la auditoría
it: data di stato
nl_sr: audit datum

source: Sitting Info
es: Sentado Información
it: informazioni seduta
nl_sr: Zittend Info

source: Unable to add a sitting. Please make corrections.
ar: غير قادر على إضافة الجلوس. يرجى إجراء التصحيحات.
es: No se puede agregar una sesión. Por favor, hacer las correcciones.
nl_sr: Niet in staat om een ​​zittende toe te voegen. Maak correcties.
sw: hatukuweza kutunga kikao. tafadhali rekebisha

source: Daily
ar: يوميا
es: Diario
it: quotidiano
nl_sr: Dagelijks
sw: kila siku

source: Weekly
ar: الأسبوعية
es: Semanal
it: settimanale
nl_sr: Wekelijks
sw: kila wiki

source: event_form_field_default
ar: اختيار ${event_field_title}
es: elegir ${event_field_title}
nl_sr: kiezen ${event_field_title}
sw: chagua ${event_field_title}

source: Venue
ar: مكان
es: Lugar
it: stanza
nl_sr: Plaats
sw: ukumbi

source: Language
ar: لغة
es: Lengua
it: lingua
nl_sr: Taal
sw: lugha

source: Start date and time of sitting
ar: بدء التاريخ والوقت في الجلوس
es: Fecha y hora de la sesión
nl_sr: Startdatum en-tijd van zitten
sw: tarehe na saa ya kuanza kwa kikao

source: Choose sitting's start date and time
ar: اختيار موعد جلسة في البدء ووقت
es: Seleccione fecha de sesión de inicio y la hora
nl_sr: Kies zitten de startdatum en-tijd
sw: chagua tarehe ya kuanza kwa kikao

source: End date and time of sitting
ar: تاريخ نهاية ووقت الجلوس
es: Fecha y hora de la sesión
nl_sr: Eind datum en tijd van zitten
sw: tarehe na masaa ya kukamilika kwa kikao

source: Choose sitting's end date and time
ar: اختيار موعد جلسة في نهاية والوقت
es: Elija la fecha de Turno y hora de finalización
nl_sr: Kies zitten de einddatum en-tijd
sw: chagua tarehe na masaa ya kuanza kwa kikao

source: Venues
ar: الملاعب
es: Lugares
it: sala
sw: kumbi

source: Calendar of
ar: الجدول الزمني لل
es: Calendario de
it: calendario di
nl_sr: Kalender van
sw: kalenda ya

source: No items scheduled
es: No hay elementos programados
it: nessun elemento in calendario
nl_sr: Geen items gepland

source: Week ${week_no}
es: Semana ${week_no}
it: settimana ${weekno}

source: ${count} item(s) scheduled
es: ${count} artículo (s) previsto
it: ${count} item (s) in programma
nl_sr: ${count} item (s) gepland

source: Items scheduled for this meeting
es: Elementos programados para esta reunión
it: elementi programmati per questo incontro
nl_sr: Agendapunten voor deze vergadering

source: Refresh
es: Refrescar
it: rinfrescare
nl_sr: Verversen

source: State
es: Estado
it: stato
nl_sr: Staat

source: Actions
ar: الإجراءات
es: Acciones
it: azioni
nl_sr: Acties
sw: vitendo

source: Invalid value
ar: قيمة غير صالحة
es: Valor no válido
nl_sr: Ongeldige waarde
sw: sio halali

source: This is not a valid email address
ar: هذا ليس عنوان بريد إلكتروني صالح
es: Esto no es una dirección válida de correo electrónico
nl_sr: Dit is geen geldig e-mailadres
sw: anwani pepe hii sio halali

source: Invalid login name
ar: غير صالحة لتسجيل الدخول اسم
es: Nombre de usuario válido
nl_sr: Ongeldige login naam
sw: jina hili halifahamiki

source: member
es: miembro
it: membro
nl_sr: lid

source: members
es: miembros
it: iscritti
nl_sr: leden

source: Group
ar: مجموعة
es: Grupo
it: gruppo
nl_sr: Groep
sw: kikundi

source: Groups
ar: المجموعات
es: Grupos
it: gruppi
nl_sr: Groepen
sw: vikundi

source: Acronym
ar: المختصر
es: Siglas
it: acronimo
nl_sr: Acroniem
sw: jina kwa kifupi

source: Description
ar: وصف
es: Descripción
it: descrizione
nl_sr: Beschrijving
sw: maelezo

source: Parliament
ar: مجلس النواب
es: Parlamento
it: parlamento
nl_sr: Parlement
sw: bunge

source: Parliaments
ar: البرلمانات
es: Parlamentos
it: parlamenti
nl_sr: Parlementen
sw: mabunge

source: Parliament name
es: Parlamento el nombre de
it: parlamento nome
nl_sr: Het parlement naam

source: Parliament Identifier
ar: البرلمان معرف
es: Identificador del Parlamento
it: parlamento identificatore
nl_sr: Het parlement Identifier
sw: kitambulisho cha bunge

source: Unique identifier of each Parliament (e.g. IX Parliament)
es: Identificador único de cada Parlamento (por ejemplo, el Parlamento IX)
it: identificatore univoco di ogni parlamento (ad esempio, il parlamento ix)
nl_sr: Unieke identificatie van elk Europees Parlement (bijv. IX Parlement)

source: Election Date
ar: تاريخ الانتخابات
es: Fecha de Elección
it: data delle elezioni
nl_sr: Verkiezing Datum
sw: tarehe ya uchaguzi

source: Date of the election
ar: موعد الانتخاب
es: Fecha de la elección
it: data delle elezioni
nl_sr: Datum van de verkiezing
sw: tarehe ya uchaguzi

source: In power from
ar: من في السلطة
es: En poder de
it: al potere da
nl_sr: De macht van
sw: katika ofisi kutoka

source: Date of the swearing in
ar: تاريخ أداء اليمين الدستورية في
es: Fecha de la toma de posesión
it: data del giuramento
nl_sr: Datum van de beëdiging
sw: tarehe ya kula kiapo

source: In power till
ar: حتى في السلطة
es: En el poder hasta
it: al potere fino al
nl_sr: Aan de macht tot
sw: katika ofisi mpaka

source: Date of the dissolution
ar: تاريخ فسخ
es: Fecha de la disolución
it: data di scioglimento
nl_sr: Datum van de ontbinding
sw: tarehe ya kuvunjwa

source: Profile
ar: التعريف
es: Perfil
it: profilo
nl_sr: Profiel
sw: maelezo mafupi

source: Committee Type
ar: اللجنة النوع
es: Comité Tipo
nl_sr: Commissie Type
sw: aina ya kamati

source: Number of members
ar: عدد الأعضاء
es: Número de miembros
it: numero di membri
nl_sr: Aantal leden
sw: idadi ya wanachama

source: Minimum Number of Members
es: Número mínimo de miembros
it: numero minimo di membri
nl_sr: Minimum aantal leden

source: Quorum
ar: نصاب قانوني
es: Quórum
sw: hudhurio

source: Number of clerks
ar: عدد من كتبة
es: Número de empleados
it: numero di assistenti
nl_sr: Aantal bedienden
sw: idadi ya makarani

source: Number of researchers
ar: عدد من الباحثين
es: El número de investigadores
it: numero di ricercatori
nl_sr: Aantal onderzoekers
sw: idadi ya watafiti

source: Proportional representation
ar: التمثيل النسبي
es: Representación proporcional
it: rappresentanza proporzionale
nl_sr: Evenredige vertegenwoordiging
sw: uwakilishi sawia

source: Reinstatement Date
ar: إعادة التاريخ
es: Restablecimiento Fecha
it: ripristino data
nl_sr: Reinstatement Datum
sw: tarehe ya kurudishwa

source: Member
ar: عضو
es: Miembro
it: membro
nl_sr: Lid
sw: mwanachama

source: Addresses
ar: عناوين
es: Direcciones
it: indirizzi
nl_sr: Adressen
sw: anwani

source: Address Type
ar: اكتب عنوان
es: Tipo de dirección
it: tipo di indirizzo
nl_sr: Adrestype
sw: aina ya anwani

source: Street
ar: شارع
es: Calle
it: via
nl_sr: Straat
sw: barabara

source: City
ar: مدينة
es: Ciudad
it: città
sw: jiji

source: Zip Code
ar: الرمز البريدي
es: Código postal
it: codice postale
nl_sr: Postcode
sw: kodi ya zip

source: Country
ar: بلد
es: País
it: paese
nl_sr: Land
sw: nchi

source: Phone Number(s)
ar: رقم الهاتف (ق)
es: Teléfono (s)
it: numero di telefono/i
nl_sr: Telefoonnummer (s)
sw: nambari za simu

source: Enter one phone number per line
ar: أدخل رقم هاتف واحد في كل سطر
es: Introduzca un número de teléfono por línea
it: inserire un numero di telefono per riga
nl_sr: Geef een telefoonnummer per regel
sw: weka nambari moja ya simu katika kila mstari

source: Fax Number(s)
ar: رقم الفاكس (ق)
es: Fax Número (s)
it: numero di fax
nl_sr: Faxnummer (s)
sw: nambari za faksi

source: Enter one fax number per line
ar: إدخال واحد في كل سطر رقم الفاكس
es: Introduzca un número de fax por línea
it: inserire un numero di fax per linea
nl_sr: Voer een faxnummer per regel
sw: weka nambari moja ya faksi katika kila mstari

source: Title types
ar: لقب أنواع
es: Título tipos
nl_sr: Titel types
sw: aina ya vyeo

source: Role associated with title
es: Función asociada con el título
nl_sr: Rol in verband met titel

source: Role
ar: دور
es: Papel
it: ruolo
nl_sr: Rol
sw: jukumu

source: Role associated with this title
es: Función asociada a este título
nl_sr: Rol in verband met deze titel

source: Only one user may have this title
ar: قد مستخدم واحد فقط وهذا اللقب
es: Sólo un usuario puede tener este título
nl_sr: Slechts een gebruiker mag hebben deze titel
sw: ni mtumiaji mmoja tu atakayepewa hiki cheo

source: Limits persons with this title to one
ar: حدود الأشخاص مع هذا اللقب إلى واحد
es: Límites de las personas con este título a un
nl_sr: Grenzen personen met deze titel naar een
sw: wenye cheo hiki wasizidi mmoja

source: Sort Order
ar: الترتيب
es: Orden de Clasificación
nl_sr: Sorteervolgorde
sw: aina ya utaratibu

source: The order in which members with this title will appear relative to other members
ar: الترتيب الذي الأعضاء على هذا العنوان سوف تظهر النسبية للأعضاء الآخرين
es: El orden en que los miembros con este título aparecerá en relación con otros miembros
nl_sr: De volgorde waarin de leden met deze titel zal verschijnen ten opzichte van andere leden
sw: mpangilio wa utaratibu wa wenye hiki cheo ikilinganishwa na wanachama wengine

source: Title
ar: لقب
es: Título
it: titolo
nl_sr: Titel
sw: cheo

source: Titles
ar: العناوين
es: Títulos
it: titoli
nl_sr: Titels
sw: vyeo

source: Staff
es: Personal
it: personale
nl_sr: Personeel

source: political party
es: partido político
it: partito politico
nl_sr: politieke partij

source: political parties
es: los partidos políticos
it: ipartiti politici
nl_sr: politieke partijen

source: view
es: ver
it: vedi
nl_sr: zicht

source: political group
es: grupo político
it: gruppo politico
nl_sr: fractie

source: political groups
es: los grupos políticos
it: gruppi politici
nl_sr: fracties

source: Office
ar: مكتب
es: Oficina
it: ufficio
nl_sr: Kantoor
sw: ofisi

source: Offices
ar: المكاتب
es: Oficinas
it: uffici
nl_sr: Kantoren
sw: maofisi

source: Role given to members of this office
ar: الدور المعطى لأعضاء هذا المكتب
es: Papel asignado a los miembros de esta oficina
it: ruolo dato ai membri di questo ufficio
nl_sr: Rol die de leden van dit kantoor
sw: jukumu la wanachama wa hii ofisi

source: Office Member
ar: عضو المكتب
es: Oficina miembro
it: membro officio
nl_sr: Lid kantoor
sw: mwanachama wa ofisi

source: Office Members
ar: مكتب الأعضاء
es: Miembros de oficina
it: ufficio iscritti
nl_sr: Leden kantoor
sw: wanachama wa ofisi

source: Ministry
ar: وزارة
es: Ministerio
it: ministero
nl_sr: Ministerie
sw: wizara

source: Ministries
ar: الوزارات
es: Ministerios
it: ministeri
nl_sr: Ministeries
sw: wizara

source: Minister
ar: وزير
es: Ministro
it: ministro
sw: waziri

source: Ministers
ar: وزراء
es: Ministros
it: ministri
sw: mawaziri

source: Government
ar: حكومة
es: Gobierno
it: governo
nl_sr: Overheid
sw: serikali

source: Governments
ar: الحكومات
es: Los gobiernos
it: governi
nl_sr: Overheden
sw: serikali

source: Number
ar: عدد
es: Número
it: numero
nl_sr: Aantal
sw: idadi

source: Due Date
es: Fecha de vencimiento
it: scadenza
nl_sr: Vervaldag

source: Assigned item
es: Elemento que se asigna
nl_sr: Toegewezen post

source: Assigned items
es: Los elementos asignados
nl_sr: Toegewezen artikelen

source: Item
ar: بند
es: Artículo
it: voce
sw: pointi

source: Assigned group
es: Grupo asignado
it: gruppo assegnato
nl_sr: Toegewezen groep

source: Assigned groups
es: Grupos asignados
it: gruppi assegnati
nl_sr: Toegewezen groepen

source: Committee
ar: لجنة
es: Comité
it: commissione
nl_sr: Commissie
sw: kamati

source: File
ar: ملف
es: Expediente
sw: faili

source: Files
es: Archivos
it: file
nl_sr: Bestanden

source: Upload a file
ar: إيداع ملف
es: Subir un archivo
it: caricare un file
nl_sr: Een bestand uploaden
sw: pachika faili

source: Status date
ar: مركز تاريخ
es: Estado de fecha
it: data di stato
nl_sr: Status datum
sw: tarehe ya hali

source: Attached file version
es: Versión del archivo adjunto
it: versione del file allegato
nl_sr: Bijgevoegde bestand versie

source: Versions
ar: إصدارات
es: Versiones
it: versioni
nl_sr: Versies
sw: aina

source: Summary
es: Resumen
it: riassunto
nl_sr: Overzicht

source: Registry number
ar: رقم التسجيل
es: Número de registro
it: numero di registrazione
nl_sr: Registratienummer
sw: nambari ya usajili

source: Moved by
ar: انتقلت من
es: Movidos por
it: presentata da
nl_sr: Bewogen door
sw: imesongeshwa na

source: Select the user who moved the document
ar: حدد المستخدم الذي انتقل الوثيقة
es: Seleccione el usuario que se trasladó el documento
it: selezionare l'utente che ha presenato il documento
nl_sr: Selecteer de gebruiker die het document
sw: chagua mchungaji aliyehamisha hati

source: Text
ar: نص
es: Texto
it: testo
nl_sr: Tekst
sw: maandishi

source: Submission Date
ar: تاريخ التقديم
es: Fecha de presentación
it: data di presentazione
nl_sr: Datum indiening
sw: tarehe ya uwasilishaji

source: Status Date
ar: وضع تاريخ
es: Estado Fecha
it: data di stato
nl_sr: Status Datum
sw: tarehe ya hadhi

source: Recommendation note
es: Recomendación nota
it: raccomandazione nota
nl_sr: Aanbeveling van de opmerking

source: Receive notification
es: Recibir una notificación
it: ricevere la notifica
nl_sr: Een melding ontvangen

source: Select this option to receive notifications for this item
es: Seleccione esta opción para recibir notificaciones para este artículo
it: selezionare questa opzione per ricevere le notifiche per questo documento
nl_sr: Selecteer deze optie om meldingen te ontvangen voor dit object

source: Heading
ar: عنوان
es: Título
it: titolo
nl_sr: Titel
sw: kichwa

source: Headings
ar: العناوين
es: Las partidas
it: titoli
nl_sr: Koppen
sw: vichwa

source: Owner
ar: مالك
es: Dueño
it: proprietario
nl_sr: Eigenaar
sw: mwenyewe

source: Agenda item
es: Tema
it: punto dell'ordine del giorno
nl_sr: Agendapunt

source: Agenda Item version
es: Agenda de la versión del artículo
it: punto ordine del giorno versione
nl_sr: Agendapunt versie
