Repository: tamzi/bungeni-portal
Catalog: bungeni_custom/trunk/translations/bungeni.core/locales/*/LC_MESSAGES/bungeni.core.po
Languages: sw

source: Sittings
sw: vikao

source: Business
sw: shughuli

source: Daily operations of the parliament
sw: shughuli za kila siku za bunge

source: Members
sw: wanachama

source: Records on members of parliament
sw: kumbukumbu za wanabunge

source: Archive
sw: nyaraka

source: Parliament records and documents
sw: kumbukumbu na hati za bunge

source: Administration
sw: usimamizi

source: Administer bungeni settings
sw: vipengele vya bunge

source: What's on
sw: yaliyomo

source: View committees created by the current parliament
sw: tazama kamati zilizoundwa na bunge la sasa

source: Bills
sw: miswada

source: View bills issued by the current parliament
sw: tazama miswada iliyotolewa na bunge la sasa

source: Questions
sw: maswali

source: View questions issued by the current parliament
sw: tazama maswali iliyotolewa na bunge la sasa

source: Motions
sw: misukumo

source: View motions issued by the current parliament
sw: tazama misukumo iliyotolewa na bunge la sasa

source: Tabled documents
sw: hati zilizopendekezwa

source: View the tabled documents of the current parliament
sw: tazama hati zilizopendekezwa na bunge la sasa

source: Agenda items
sw: pointi za ajenda

source: View the agenda items of the current parliament
sw: tazama pointi za ajenda za bunge la sasa

source: View the sittings of the current parliament
sw: tazama vikao vya bunge la sasa

source: Publications
sw: machapisho

source: View Agenda and Minutes reports of the current parliament
sw: tazama ajenda na ripoti za kumbukumbu za bunge la sasa

source: Current
sw: sasa

source: View current parliament members (MPs)
sw: tazama wanabunge wa sasa

source: Political groups
sw: vikundi vya kisiasa

source: View current political groups
sw: tazama vikundi vya kisiasa vya sasa

source: Browse
sw: pekua

source: Current and historical records
sw: rekodi za sasa na za kihistoria

source: Documents
sw: hati

source: Visit the digital document repository
sw: zuru makavazi ya hati

source: Content
sw: yaliyomo

source: browse the content
sw: pekua yaliyomo

source: Settings
sw: miongozo

source: settings
sw: miongozo

source: Workspace
sw: mahali pa kazi

source: Current parliamentary activity
sw: shughuli za sasa za bunge

source: Scheduling
sw: ratibu

source: Committees
sw: kamati

source: notice given on
sw: tarehe ya utoaji notisi

source: Item scheduling
sw: kuorodhesha pointi

source: Scheduled for sitting ($start to $end)
sw: imeratibiwa katika kikao ($start hadi $end)

source: Discussion
sw: mjadala

source: Unknown principal group
sw: kikundi kikuu kisichojulikana

source: title_html_fragment_odf_transform
sw: HTML itatumika kufungua muundo wa opendocument

source: notification_email_to_member_upon_defer_of_agenda_item
sw: pointi ya ajenda imeahirishwa

source: notification_email_to_member_upon_schedule_of_agenda_item
sw: pointi ya ajenda imeratibiwa

source: notification_email_to_member_upon_debate_of_agenda_item
sw: pointi ya ajenda imejadiliwa

source: notification_email_to_member_upon_receipt_of_agenda_item
sw: pointi ya ajenda imepokewa

source: notification_email_to_clerk_upon_submit_of_agenda_item
sw: pointi ya ajenda imewasilishwa

source: notification_email_to_member_upon_rejection_of_agenda_item
sw: pointi ya ajenda imekataliwa

source: notification_email_to_member_upon_need_clarification_of_agenda_item
sw: pointi ya ajenda yako yahitaji kufafanuliwa

source: notification_email_to_member_upon_defer_of_motion
sw: msukumo umeahirishwa

source: notification_email_to_member_upon_schedule_of_motion
sw: msukumo umeratibiwa

source: notification_email_to_member_upon_receipt_of_motion
sw: msukumo umepokewa

source: notification_email_to_clerk_upon_submit_of_motion
sw: msukumo umewasilishwa

source: notification_email_to_member_upon_rejection_of_motion
sw: msukumo umekataliwa

source: notification_email_to_member_upon_need_clarification_of_motion
sw: msukumo wako unahitaji kufafanuliwa

source: Deactivate
sw: komesha

source: Publish in Gazette
sw: chapisha katika gazeti

source: Schedule First Reading
sw: ratibu somo la kwanza

source: Schedule Second Reading
sw: ratibu somo la pili

source: Adjourn Second Reading
sw: ahirisha somo la pili

source: Schedule Whole House Committee
sw: ratibu kamati ya jumba zima

source: Schedule Third Reading
sw: ratibu somo la tatu

source: Rejected
sw: imekataliwa

source: Activate
sw: anzisha

source: Dissolve
sw: futa

source: Draft Agenda
sw: ajenda rasimu

source: Finalize Agenda
sw: kamilisha agenda

source: Redraft Agenda
sw: andika ajenda upya

source: Draft Minutes
sw: kumbukumbu rasimu

source: Finalize Minutes
sw: kamilisha kumbukumbu

source: Redraft Minutes
sw: andika kumbukumbu upya

source: Publish internal
sw: chapishia ndani

source: Publish
sw: chapisha

source: Adopt
sw: siliki

source: Adopt with amendments
sw: siliki ikizingatia marekebisho

source: Make private
sw: fanya iwe ya kibinafsi

source: Complete
sw: kamilisha

source: Send to Ministry
sw: tuma kwa wizara

source: Submit Response
sw: wasilisha jibu

source: Redraft Response
sw: andika upya jibu

source: Complete Response
sw: kamilisha jibu

source: Debate adjourned
sw: mjadala umeahirishwa

source: Debated
sw: imejadiliwa

source: Receive
sw: pokea

source: Adjourn
sw: kawisha

source: Table
sw: sujudi

source: Submit to the Speaker Office
sw: wasilisha kwa ofisi ya spika

source: Approve
sw: pitisha

source: Make available for scheduling
sw: fanya ipatikane katika orodha

source: Resubmit to Clerk
sw: wasilisha upya kwa karani

source: Drop
sw: shusha

source: Debate
sw: mjadala

source: Defer
sw: ahirisha

source: Elapse
sw: kawiza

source: Withdraw
sw: ondoa

source: notification_email_to_member_upon_defer_of_question
sw: swali limeahirishwa

source: notification_email_to_member_upon_schedule_of_question
sw: swali limeratibiwa

source: notification_email_to_member_upon_complete_of_question
sw: swali limesahihishwa katika ofisi ya spika

source: notification_email_to_ministry_upon_complete_question
sw: swali limetumwa kwa wizara

source: notification_email_to_member_upon_sent_to_ministry_of_question
sw: swali limetumwa kwa wizara kwa jibu lililoandikwa

source: notification_email_to_member_upon_receipt_of_question
sw: swali limepokewa

source: notification_email_to_member_upon_answer_of_question
sw: swali limejibiwa

source: notification_email_to_member_upon_debate_question
sw: swali limejadiliwa

source: notification_email_to_clerk_upon_submit_of_question
sw: swali limewasilishwa

source: notification_email_to_member_upon_rejection_of_question
sw: swali limekataliwa

source: notification_email_to_member_upon_need_clarification_of_question
sw: swali lako lahitaji kufafanuliwa

source: visible
sw: inayoonekana

source: pending
sw: inasubiri

source: scheduled
sw: imeratibiwa

source: Submit to Clerk
sw: wasilisha kwa karani

source: Schedule
sw: ratibu

source: notification_email_to_member_upon_schedule_of_tabled_document
sw: hati iliyopendekezwa imeratibiwa

source: notification_email_to_member_upon_postpone_of_tabled_document
sw: hati iliyopendekezwa imeahirishwa

source: notification_email_to_member_upon_receipt_of_tabled_document
sw: hati lililopendekezwa limepokewa

source: notification_email_to_clerk_upon_submit_of_tabled_document
sw: hati liliopendekezwa limewasilishwa

source: notification_email_to_member_upon_rejection_of_tabled_document
sw: hati lililopendekezwa limekataliwa

source: notification_email_to_member_upon_need_clarification_of_tabled_document
sw: hati lako ulilopendekeza lahitaji kufafanuliwa

source: Whole House Adjourned
sw: jumba zima limeahirishwa

source: Create Question (On behalf of)
sw: unda swali kwa niaba ya...

source: Third Reading
sw: somo la tatu

source: Bill Withdrawn
sw: muswada umeondolewa

source: Received by Clerks Office
sw: limepokewa na ofisi ya karani

source: Needs Clarification by MP
sw: yahitaji ufafanuzi kutoka mbunge

source: Draft Bill
sw: muswada rasimu

source: Adopted
sw: imesilikiwa

source: Adopted with amendments
sw: imedhibitishwa pamoja na mabadiliko

source: Needs Clarification by Clerks Office
sw: yahitaji ufafanuzi kutoka ofisi ya karani

source: Second Reading Adjourned
sw: somo la pili limeahirishwa

source: Create Motion (On behalf of)
sw: tengeza azima kwa niaba ya...

source: Rejected Bill
sw: muswada umekataliwa

source: Archived
sw: imehifadhiwa

source: Draft Translation
sw: tafsiri rasimu

source: Create Translation
sw: unda tafsiri

source: Select Committee (after 1st reading)
sw: kamati teule

source: Published Minutes
sw: kumbukumbu zilizochapishwa

source: Active Group
sw: kikundi tenzi

source: Group is Dissolved
sw: kikundi kimefutwa

source: Draft - Group not yet Active
sw: rasimu - kikundi bado hakijaanzishwa

source: Create
sw: unda

source: Approved Bill
sw: muswada umepitishwa

source: Internal - visible to bungeni users
sw: ya ndani - inayoonekana na watumiaji wa bungeni

source: Public
sw: ya umma

source: Private
sw: binafsi

source: Tabled
sw: iliyosujudika

source: Select Committee (after 2nd reading)
sw: kamati teule (baada ya somo la pili)

source: Create Tabled Document (On behalf of)
sw: tengeza hati kwa niaba ya...

source: Second Reading
sw: somo la pili

source: First Reading
sw: somo la kwanza

source: Bill Published in Gazette
sw: muswada umechapishwa katika gazeti

source: Active Committee
sw: kamati tenzi

source: Committee is Dissolved
sw: kamati imefutwa

source: Draft - Committee not yet Active
sw: rasimu - kamati bado haijaanzishwa

source: Active Parliament
sw: bunge tenzi

source: Parliament is Dissolved
sw: bunge limefutwa

source: Draft - Parliament not yet Active
sw: rasimu - bunge bado halijaanzishwa

source: Inactive file obsolete
sw: faili haina maana

source: Inactive event
sw: tukio halianzi

source: First Reading Adjourned
sw: somo la kwanza limeahirishwa

source: Whole House
sw: jumba zima

source: Working Draft
sw: hawala

source: Received by clerk
sw: limepokewa na karani

source: Schedule pending
sw: ratiba inasubiri

source: Needs MPs clarification
sw: yahitaji ufafanuzi wa mbunge

source: Inadmissible
sw: haikubaliki

source: Response completed
sw: jibu limekamilika

source: Dropped
sw: imeshushwa

source: Pending response
sw: yangoja jibu

source: Submitted to the Speaker
sw: imewasilishwa kwa spika

source: Submitted to clerk
sw: imewasilishwa kwa karani

source: Deferred
sw: imeahirishwa

source: Admissible
sw: inakubalika

source: Draft
sw: utungo

source: Response submitted
sw: jibu limewasilishwa

source: Scheduled
sw: imeratibiwa

source: Elapsed
sw: imechelewa

source: Withdrawn
sw: imeondolewa

source: Third Reading Adjourned
sw: somo la tatu limeahirishwa

source: Needs clerks clarification
sw: yahitaji ufafanuzi wa karani
